{
  "113718e66e8917297c00520cbc7270df": {
    "original_text": "A gripping thriller about a detective solving a mysterious case.",
    "translated_text": "一部扣人心弦的惊悚片，讲述了一名侦探破解一桩神秘案件的故事。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T12:10:05.175182",
    "use_count": 1
  },
  "333697baf336e0eb1b06da3c5165da48": {
    "original_text": "The 18th book in the Dresden Files series. Chicago’s only professional wizard faces various dangers and becomes betrothed.",
    "translated_text": "《德累斯顿档案》系列的第18本书。芝加哥唯一的专业巫师面临各种各样的危险，并成为订婚。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:42:40.228418",
    "use_count": 1
  },
  "a73a7c1a182d42dd80c356a4887fb175": {
    "original_text": "Harry Dresden, Chicago’s only professional wizard, has always managed to save the day—but, in this powerful entry in the #1 New York Times bestselling Dresden Files, can he save himself? One year. 365 days. Twelve months. Harry Dresden has been through a lot, and so has his city. After Harry and his allies narrowly managed to save Chicago from being razed to the ground, everything is different—and it’s not just the current lack of electricity. In the battle, Harry lost people he cared about. And",
    "translated_text": "芝加哥唯一的专业巫师哈利·德累斯顿（ Harry Dresden ）一直设法挽救了这一天，但在《纽约时报》畅销书《德累斯顿档案》（ Dresden Files ）排名第一的强大条目中，他能拯救自己一年， 365天。十二个月。哈利·德累斯顿经历了很多，他的城市也经历了很多。在哈利和他的盟友勉强设法拯救芝加哥免于被夷为平地之后，一切都不同了--不仅仅是目前的电力短缺。在战斗中，哈利失去了他关心的人，",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:42:46.345485",
    "use_count": 1
  },
  "6aa2ca69445621c714e98858faf566e6": {
    "original_text": "A 17-year-old named Waldo has an inexplicable attraction to her creative writing teacher.",
    "translated_text": "一位名叫Waldo的17岁女孩对她的创意写作老师有着莫名其妙的吸引力。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:42:53.054816",
    "use_count": 1
  },
  "795d581affd94733b685b3fb637ce4b4": {
    "original_text": "From the #1 New York Times bestselling author of I’m Glad My Mom Died comes a sad, funny, thrilling novel about sex, consumerism, class, desire, loneliness, the internet, rage, intimacy, power, and the (oftentimes misguided) lengths we’ll go to in order to get what we want. A MOST ANTICIPATED BOOK OF THE YEAR: The New York Times, USA Today, Bustle, Town & Country Waldo is ravenous. Horny. Blunt. Naive. Wise. Impulsive. Lonely. Angry. Forceful. Hurting. Perceptive. Endlessly wanting. And the thin",
    "translated_text": "《纽约时报》排名第一的畅销书作家《我很高兴我妈妈死了》（ I 'm Glad My Mom Died ）讲述了一本关于性、消费主义、阶级、欲望、孤独、互联网、愤怒、亲密、权力以及（常常被误导的）长篇大论的悲伤、有趣、激动人心的小说，以获得我们想要的东西。年度最受期待的书籍：《纽约时报》、《今日美国》、《喧嚣、城镇与乡村》。淫荡。直率。天真。明智。冲动。孤独。愤怒。有力。痛苦。敏锐。无休止的渴望。而瘦",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:42:58.849557",
    "use_count": 1
  },
  "5293d1a3fb74943d6f328f4b814c1896": {
    "original_text": "Letters from someone she used to know push Sybil Van Antwerp toward revisiting her past and finding a way to forgive.",
    "translated_text": "来自她曾经认识的人的信件促使Sybil Van Antwerp重新审视她的过去，并找到一种原谅的方法。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:02.239900",
    "use_count": 1
  },
  "746c0ced13e6a3f0887ba24236d0c5ac": {
    "original_text": "#1 NEW YORK TIMES BESTSELLER • Discover the word-of-mouth hit hailed by Ann Patchett as “A cause for celebration”—an intimate novel about the transformative power of the written word and the beauty of slowing down to reconnect with the people we love. “The Correspondent is this year’s breakout novel no one saw coming.”—The Wall Street Journal “I cried more than once as I witnessed this brilliant woman come to understand herself more deeply.”—Florence Knapp, author of The Names LONGLISTED FOR THE",
    "translated_text": "排名第一的《纽约时报》畅销书•探索被Ann Patchett誉为“值得庆祝的原因”的口碑--一部关于书面文字的变革力量以及放慢脚步与我们所爱的人重新建立联系的美妙之处的私密小说。“《记者》是今年的突破性小说，没有人预见到它的到来。” -《华尔街日报》“当我目睹这位才华横溢的女士更深入地了解自己时，我不止一次地哭了。” --Florence Knapp ，《The Names LONGLISTED》的作者",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:09.167756",
    "use_count": 1
  },
  "0ce05e682913aa56b80624e808df3957": {
    "original_text": "In an old house in a seaside town, things may not be what they appear to be.",
    "translated_text": "在海滨小镇的老房子里，事情可能不是看起来的样子。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:11.069716",
    "use_count": 1
  },
  "cc5329d5bb1fe8a9e42bfe3aea252f47": {
    "original_text": "The New York Times bestselling Queen of Twists is back with a psychological masterpiece that will leave you questioning everything you know about love, identity, and revenge. “Nonstop thrills! The best Feeney book yet!” —FREIDA MCFADDEN Eden Fox, an artist on the brink of her big break, sets off for a run before her first exhibition. When she returns to the home she recently moved into, Spyglass, an enchanting old house in Hope Falls, nothing is as it should be. Her key doesn’t fit. A woman, eer",
    "translated_text": "《纽约时报》畅销书《扭曲女王》又推出了一部心理学杰作，让您质疑自己所知道的关于爱情、身份和复仇的一切。“不间断的惊险刺激！有史以来最好的Feeney书！” --弗雷达·麦克法登·伊登·福克斯（ FREIDA MCFADDEN Eden Fox ）是一位正处于大突破边缘的艺术家，她在第一次展览之前就开始跑步了。当她回到她最近搬进的房子时，望远镜，一座位于希望瀑布的迷人老房子，没有什么是应该的。她的钥匙不合适。一个女人，呃",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:13.144202",
    "use_count": 1
  },
  "8a4e7cc496eee55e8403760d9356c575": {
    "original_text": "After a divorce, Georgia Stanton returns to Colorado and tries to protect her great-grandmother’s incomplete manuscript.",
    "translated_text": "离婚后，乔治亚·斯坦顿回到科罗拉多州，试图保护她曾祖母不完整的手稿。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:15.747148",
    "use_count": 1
  },
  "2386b799576c128da9db93b6fdc88d43": {
    "original_text": "When Simon Latch, a lawyer in rural Virginia, is accused of murder, he goes in search of the real killer.",
    "translated_text": "弗吉尼亚州农村的律师西蒙·拉奇（ Simon Latch ）被指控犯有谋杀罪，他去寻找真正的凶手。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:17.609589",
    "use_count": 1
  },
  "7e70705c3dde86dcfc442eaa78f0a89d": {
    "original_text": "#1 New York Times bestselling author John Grisham is the acclaimed master of the legal thriller. Now, he’s back with his first-ever whodunit, even more suspenseful than his courtroom dramas, as a small-time lawyer accused of murder races to find the real killer to clear his name. “A classic, compulsive, taut and thrilling novel from one of the great storytellers of our time. The Widow is John Grisham at his irresistible, unforgettable best.”—Chris Whitaker, author of All the Colors of the Dark S",
    "translated_text": "《纽约时报》畅销书作家约翰·格里沙姆（ John Grisham ）是法律惊悚片的著名大师。现在，他带着有史以来第一个比法庭剧更具悬念的人回来了，作为一名被指控犯有谋杀罪的小律师，他要找到真正的凶手来洗清自己的罪名。“这是一部经典、冲动、紧张和惊险的小说，来自我们这个时代最伟大的故事讲述者之一。寡妇是约翰·格里沙姆（ John Grisham ）不可抗拒的，令人难忘的最佳状态。” --Chris Whitaker ，《All the Colors of the Dark S》的作者",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:19.648079",
    "use_count": 1
  },
  "5d15bf37091229ac39512ad6571f72de": {
    "original_text": "Hannah’s husband turns up five years after he disappeared, which forces her to go on the run with her daughter.",
    "translated_text": "Hannah的丈夫失踪五年后出现了，这迫使她和女儿一起逃跑。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:21.503533",
    "use_count": 1
  },
  "e646572f8b081ca97176320c46eebf6d": {
    "original_text": "\"Five years after her husband Owen disappeared, Hannah Hall and her stepdaughter Bailey have settled into a new life in Southern California. Together, they've forged a relationship with Bailey's grandfather Nicholas and are putting the past behind them. But when Owen shows up at Hannah's new exhibition, she knows that she and Bailey are in danger again. Hannah and Bailey are forced to go on the run in a relentless race to keep their past from catching up with them. As a thrilling drama unfolds, ",
    "translated_text": "“在她的丈夫欧文失踪五年后，汉娜·霍尔和她的继女贝利在南加州开始了新的生活。他们一起与贝利的祖父尼古拉斯建立了关系，并将过去抛在脑后。但当Owen出现在Hannah的新展览中时，她知道自己和Bailey再次处于危险之中。Hannah和Bailey被迫进行无情的竞赛，以防止他们的过去追上他们。作为一个惊心动魄的戏剧展开，",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:23.729974",
    "use_count": 1
  },
  "d1e2e7251b5efc17e98cffbda51fafd9": {
    "original_text": "As he searches for the missing noetic scientist he has been seeing, Robert Langdon discovers something regarding a secret project.",
    "translated_text": "罗伯特·兰登（ Robert Langdon ）在寻找失踪的诺埃特科学家时，发现了一个秘密项目。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:25.874440",
    "use_count": 1
  },
  "67ac8b5d5c989b3b84732a45ef37c077": {
    "original_text": "The world's most celebrated thriller writer returns with his most stunning novel yet--a propulsive, twisty, thought-provoking masterpiece that will entertain readers as only Dan Brown can do. Robert Langdon, esteemed professor of symbology, travels to Prague to attend a groundbreaking lecture by Katherine Solomon--a prominent noetic scientist with whom he has recently begun a relationship. Katherine is on the verge of publishing an explosive book that contains startling discoveries about the nat",
    "translated_text": "这位世界上最著名的惊悚作家带着他迄今为止最令人惊叹的小说回归了--这是一部推进性、扭曲性、发人深省的杰作，将以只有丹·布朗才能做到的方式娱乐读者。尊敬的符号学教授罗伯特·兰登（ Robert Langdon ）前往布拉格参加凯瑟琳·所罗门（ Katherine Solomon- ）的突破性讲座。凯瑟琳·所罗门是一位著名的天才科学家，最近与他开始了一段关系。凯瑟琳即将出版一本爆炸性的书，其中包含有关自然界的惊人发现",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:27.986936",
    "use_count": 1
  },
  "cafe6d302b2c5fb9ab74a1bf4e2a9d2e": {
    "original_text": "After the war, an imprisoned alchemist is sent to a necromancer to recover her lost memories.",
    "translated_text": "战争结束后，一名被囚禁的炼金术士被送往巫师那里找回她失去的记忆。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:29.878383",
    "use_count": 1
  },
  "e3ade77b72a2b0990dd60c1ec90036a7": {
    "original_text": "#1 NEW YORK TIMES BESTSELLER • In this riveting dark fantasy debut, a woman with missing memories fights to survive a war-torn world of necromancy and alchemy—and the man tasked with unearthing the deepest secrets of her past. This stunning hardcover edition features a deluxe jacket with gold foil on the front and a full-color illustration on the reverse, gorgeous designed endpapers, a gold foil case stamp, and, from acclaimed artist Avendell, a black-and-white interior illustration. “What is it",
    "translated_text": "＃ 1纽约时报畅销书•在这个引人入胜的黑暗幻想处女作中，一个失去记忆的女人为了在饱受战争蹂躏的死灵术和炼金术世界里生存而战，而这个男人的任务是挖掘她过去最深的秘密。这款令人惊叹的精装外套正面饰有金箔，背面饰有全彩插图，设计华丽的封底纸，金箔盒邮票，以及著名艺术家Avendell的黑白室内插图。“这是什么",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:31.950890",
    "use_count": 1
  },
  "5a555440cb46731cd9c6174f85cc226b": {
    "original_text": "Two women enact a plan to uncover truths a man may have been hiding, but things go awry when he is found murdered.",
    "translated_text": "两个女人制定了一个计划来揭露一个男人可能隐藏的真相，但当他被发现被谋杀时，事情就出错了。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:33.798821",
    "use_count": 1
  },
  "a3c164ab4e066e48d58047c783f4f622": {
    "original_text": "FROM THE #1 NEW YORK TIMES BESTSELLING AUTHOR OF FIRST LIE WINS Two women. One dead husband. And only one alibi. “Elston expertly unravels a web of secrets and lies. You won’t be able to put this excellent thriller down until the final shocking page.” —Megan Miranda Everyone at Chantilly’s Bar noticed out-of-towner Camille Bayliss. Red lips, designer heels, sipping a Negroni. But that woman wasn’t Camille Bayliss. It was Aubrey Price. Camille Bayliss appears to have the picture-perfect life; she",
    "translated_text": "《纽约时报》畅销书《第一个谎言》的作者赢得了两位女性。一个死去的丈夫，只有一个不在场证明。“埃尔斯顿巧妙地揭开了秘密和谎言的网络。在最后一个令人震惊的页面之前，您将无法放下这部出色的惊悚片。” —Megan Miranda Chantilly酒吧的每个人都注意到外地人Camille Bayliss。红色的嘴唇，设计师高跟鞋，啜饮Negroni。但那个女人不是卡米尔·贝利斯。是奥布里·普莱斯。卡米尔·贝利斯（ Camille Bayliss ）似乎拥有完美的生活；她",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:36.342741",
    "use_count": 1
  },
  "bb4041be30df9baf2a6618d00103749a": {
    "original_text": "During a rough storm, Casey puts herself in danger when she lets a girl, who is covered in blood, into her cabin.",
    "translated_text": "在一场暴风雨中，凯西让一个满身是血的女孩进入她的小屋，使自己处于危险之中。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:38.241256",
    "use_count": 1
  },
  "66fce077d377961573283a517e955eda": {
    "original_text": "There's someone at your front door - should you let them in? Find out in a riveting new thriller from global sensation and #1 New York Times bestselling author of The Housemaid, Freida McFadden! Who knows what the storm will blow in... Casey's cabin in the wilderness is not built for a hurricane. Her roof shakes, the lights flicker, and the tree outside her front door sways ominously in the wind. But she's a lot more worried about the girl she discovers lurking outside her kitchen window. She's ",
    "translated_text": "前门有人，您应该让他们进来吗？在引人入胜的全球轰动新惊悚片中，以及《纽约时报》排名第一的畅销书《女仆》作者芙蕾达·麦克法登（ Freida McFadden ）中找到答案！谁知道风暴会吹进什么......凯西在荒野中的小屋不是为飓风而建的。她的屋顶摇晃，灯光闪烁，前门外的树在风中不祥地摇曳。但她更担心的是她发现潜伏在厨房窗外的女孩。她",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:40.283683",
    "use_count": 1
  },
  "79b251a67127f869d93fd297b5cf5f05": {
    "original_text": "The second book in the Fae & Alchemy series. To save those close to them, Saeris and Fisher face a new set of dangers.",
    "translated_text": "Fae & Alchemy系列的第二本书。为了拯救他们身边的人， Saeris和Fisher面临着一系列新的危险。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:42.116189",
    "use_count": 1
  },
  "88de6d30bbd64b456b68e1de2b939e5e": {
    "original_text": "This limited deluxe edition with metallic edges, gorgeous cover effects, designed endpapers, and a stamped foil case continues the epic story begun in runaway bestseller and global phenomenon Quicksilver. Duty. Blood. Honor. Power. Saeris Fane doesn't want power. The very last thing she needs is her name whispered on an entire court's lips, but now that she's been crowned queen of the Blood Court, she's discovering that a queen's life is not her own. A heavy weight rests upon her shoulders. Her ",
    "translated_text": "这款限量豪华版腕表具有金属边缘、华丽的封面效果、设计精美的封底纸和冲压铝箔表壳，延续了始于失控畅销书和全球现象Quicksilver的史诗故事。责任、血液、荣誉、力量。Saeris Fane不想要电力。她最不需要的就是在整个宫廷的嘴唇上低声说出她的名字，但现在她被加冕为血腥法庭的女王，她发现女王的生活不是她自己的。一个沉重的重量放在她的肩膀上，她",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:49.010732",
    "use_count": 1
  },
  "cef2bac733aa3e597bcbbba8857d1cd8": {
    "original_text": "A magical train appears to lost souls who find it is full of wonders but also danger.",
    "translated_text": "一列神奇的火车出现在迷失的灵魂身上，他们发现它充满了奇迹，但也充满了危险。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:51.147202",
    "use_count": 1
  },
  "f1543adfe7f558ed5597dabb7637401e": {
    "original_text": "When you lose your way in life, the Elsewhere Express just might find you. Step on board the train that may take you to your life’s purpose in this wistful, Ghibli-esque fantasy from the bestselling author of Water Moon. This deluxe first edition hardcover includes: • Intricately designed sprayed edges • Interactive endpapers with a scene you can color in • A full-color illustrated book case beneath the jacket “A delicately layered dream of a book that glimmers with the promise of hope after gri",
    "translated_text": "当你在生活中迷失方向时， Elsewhere Express可能会找到你。登上火车，在这个来自畅销书《水月》作者的渴望的吉卜力式幻想中，您可以达到您人生的目的。这款豪华首版精装本包括： •精心设计的喷涂边缘•互动式封底纸，带有您可以着色的场景•夹克下方的全彩色插图书壳“一本书的微妙分层梦想，在gri后闪烁着希望的希望",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:54.758560",
    "use_count": 1
  },
  "b7e22fb5cb14ddbfe1e3b76081b211af": {
    "original_text": "The second book in the \"Dungeon Crawler Carl\" series. Carl and Donut confront an ancient spell and heightened dangers.",
    "translated_text": "《地牢爬行者卡尔》系列的第二本书。卡尔和甜甜圈面临着古老的咒语和高度的危险。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:56.538010",
    "use_count": 1
  },
  "363037b168316814174af8d62b74aa91": {
    "original_text": "NEW YORK TIMES BESTSELLER • Join Carl and his ex-girlfriend’s cat, Princess Donut, as they fight fantastical creatures and deadly mobs to make it to the next level and build the kind of fan following the dungeon masters can’t ignore in the second book in the smash-hit Dungeon Crawler Carl series—now with bonus material exclusive to this print edition. “Greetings, Crawlers! The training levels have concluded. Now the games may truly begin.” The aliens have come, and they’ve transformed Earth into",
    "translated_text": "《纽约时报》畅销书•加入卡尔和他的前女友的猫，甜甜圈公主，他们与梦幻般的生物和致命的暴徒战斗，将其提升到一个新的水平，并在地牢大师之后建立一种粉丝，在热门地牢爬行者卡尔系列的第二本书中不容忽视-现在有此印刷版独有的额外材料。“你好，爬行者！训练关卡已经结束。现在游戏可能真正开始了。“外星人来了，他们把地球变成了",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:43:58.953944",
    "use_count": 1
  },
  "ce68093492082822bf488ad378834854": {
    "original_text": "In an effort to reconcile, the estranged sisters Mickie and Billie try to overcome their different personalities and difficult family history.",
    "translated_text": "为了和解，疏远的姐妹Mickie和Billie试图克服他们不同的性格和困难的家族史。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:01.596094",
    "use_count": 1
  },
  "e8c00b0f198073462faf1206a6e48f9d": {
    "original_text": "Two diametrically different sisters—one calculating and egotistical, the other honorable, kind, and compassionate—clash in this compelling novel from #1 New York Times bestselling author Danielle Steel. Graduating magna cum laude from MIT is the happiest day of Billie Banks’s life, although her family is not part of it. Her mother, who always supported her, died when Billie was seventeen. Since then, her father has been slowly drinking himself to death on the family farm in Iowa, and she and her",
    "translated_text": "两个截然不同的姐妹--一个是计算和自负，另一个是光荣、善良和富有同情心的姐妹--在这部引人注目的小说中，来自《纽约时报》畅销书作家丹妮尔·斯蒂尔。从麻省理工学院以优异成绩毕业是比利·班克斯一生中最快乐的一天，尽管她的家人不在其中。她的母亲一直支持她，在比利十七岁时去世了。从那以后，她的父亲在爱荷华州的家庭农场里慢慢喝醉了，她和她",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:03.629441",
    "use_count": 1
  },
  "6a133c5be93c29274764fde9b6fc8d0c": {
    "original_text": "The author of “Blood Money” puts forward his argument that mass migration is a political weapon.",
    "translated_text": "《血钱》的作者提出了他的论点，即大规模移民是一种政治武器。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:05.741498",
    "use_count": 1
  },
  "86de80a7caf661592e9d3dc8a81e2638": {
    "original_text": "The author of “The Nineties” considers the ways in which the sport has impacted American life.",
    "translated_text": "《九十年代》的作者考虑了这项运动如何影响美国人的生活。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:08.451331",
    "use_count": 1
  },
  "e27f09823909fb6fa9a677e2fe739b0a": {
    "original_text": "“Could this be the best book on football ever?” —Tyler Cowen “Eye-opening and entertaining . . . a transcendent appraisal of America’s favorite sport.” —Publishers Weekly (starred review) A hilarious but nonetheless groundbreaking contribution to the argument about which force shapes American life the most. For two kinds of readers—those who know it’s football and those who are about to find out. Chuck Klosterman—New York Times bestselling critic, journalist, and, yes, football psychotic—did not",
    "translated_text": "“这是有史以来最好的足球书吗？” -泰勒·考恩（ Tyler Cowen ） “令人大开眼界和娱乐……对美国最喜欢的运动的超然评价。” -《出版商周刊》（星级评论）对于哪种力量最能影响美国人的生活的争论做出了有趣但却具有开创性的贡献。对于两种类型的读者--那些知道这是足球的人和那些即将发现的人。Chuck Klosterman--《纽约时报》畅销书评论家、记者，是的，还有足球精神病患者--没有",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:10.425762",
    "use_count": 1
  },
  "b71f9ab6ad3651e5cf5f2e259c0b8dae": {
    "original_text": "The New York Times journalist and CNBC host looks at the fight between Washington and Wall Street that fueled a historic crash of the stock market.",
    "translated_text": "这位《纽约时报》记者兼CNBC主持人回顾了华盛顿和华尔街之间的斗争，这场斗争引发了股市的历史性崩盘。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:12.302825",
    "use_count": 1
  },
  "0b3539dd34ba539e780967875d2e6646": {
    "original_text": "#1 NEW YORK TIMES BESTSELLER “It is one of the best narrative histories I’ve read.” —The Wall Street Journal A New York Times Notable Book of 2025 • One of Barack Obama's Favorite Books of 2025 • Named a BEST BOOK OF 2025 by The Washington Post, TIME, The Economist, Air Mail, Bloomberg, Fast Company, Katie Couric Media, and History From the bestselling author of Too Big to Fail, “the definitive history of the 2008 banking crisis,” (The Atlantic) comes a riveting narrative of the most infamous st",
    "translated_text": "排名第一的《纽约时报》畅销书“这是我读过的最好的叙事史之一。” -《华尔街日报》2025年《纽约时报》著名书籍•巴拉克·奥巴马最喜欢的2025年书籍之一•被《华盛顿邮报》、《时代》、《经济学人》、《航空邮报》、彭博社、《快公司》、《凯蒂·库里克媒体》和《历史》评为2025年最佳书籍。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:14.516286",
    "use_count": 1
  },
  "92a6dbb84050fd81a4b7c4f10894b6d8": {
    "original_text": "The late activist and advocate for sex-trafficking survivors describes her time with Jeffrey Epstein and Ghislaine Maxwell.",
    "translated_text": "这位已故的活动家和性贩运幸存者倡导者描述了她与杰弗里·爱泼斯坦（ Jeffrey Epstein ）和吉斯琳·麦克斯韦（ Ghislaine Maxwell",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:16.717805",
    "use_count": 1
  },
  "0b4599ad768745f90d8e150647309b82": {
    "original_text": "The unforgettable memoir by the late Virginia Roberts Giuffre, the woman who dared to take on Jeffrey Epstein and Ghislaine Maxwell The world knows Virginia Roberts Giuffre as Jeffrey Epstein and Ghislaine Maxwell’s most outspoken victim: the woman whose decision to speak out helped send both serial abusers to prison, whose photograph with Prince Andrew catalyzed his fall from grace. But her story has never been told in full, in her own words—until now. In April 2025, Giuffre took her own life. ",
    "translated_text": "弗吉尼亚·罗伯茨·朱弗尔（ Virginia Roberts Giuffre ）是已故的弗吉尼亚·罗伯茨·朱弗尔（ Virginia Roberts Giuffre ）的回忆录，她敢于挑战杰弗里·爱泼斯坦（ Jeffrey Epstein ）和吉斯琳·麦克斯韦（ Ghislaine Maxwell ）。全世界都知道弗吉尼亚·罗伯茨·朱弗尔（ Virginia Roberts Giuffre ）是杰弗里·爱泼斯坦（ Jeffrey Epstein ）和吉斯琳·麦克斯韦（ Ghislaine Maxwell ）最直言不讳的受害但直到现在，她的故事从未用她自己的话被完整地讲述过。2025年4月， Giuffre结束了自己的生命。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:19.057980",
    "use_count": 1
  },
  "79d2d0e66872ec03589578c55d8a55ef": {
    "original_text": "A co-author of “The Coddling of the American Mind” looks at the mental health impacts that a phone-based life has on children.",
    "translated_text": "《美国心灵的溺爱》（ The Coddling of the American Mind ）一书的合著者探讨了基于手机的生活对儿童的心理健康影响。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:21.000515",
    "use_count": 1
  },
  "fe6de92e8803b749f68087a32492d674": {
    "original_text": "THE INSTANT #1 NEW YORK TIMES BESTSELLER • A Wall Street Journal Top 10 Book of 2024 • A New York Times and Washington Post Notable Book • One of Barack Obama's Favorite Books of 2024 • A TIME 100 Must-Read Book of 2024 • Named a Best Book of 2024 by the Economist, the New York Post, and Town & Country • The Goodreads Choice Award Nonfiction Book of the Year A must-read for all parents: the generation-defining investigation into the collapse of youth mental health in the era of smartphones, soci",
    "translated_text": "即时排名第一的《纽约时报》畅销书•《华尔街日报》2024年十大书籍•《纽约时报》和《华盛顿邮报》著名书籍•巴拉克·奥巴马最喜欢的2024年书籍之一•《时代》2024年100本必读书籍•被《经济学人》、《纽约邮报》和《城镇与乡村》评为2024年最佳书籍• Goodreads选择奖年度非小说类书籍所有家长必读：对智能手机和社交时代青年心理健康崩溃的一代定义性调查",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:23.608399",
    "use_count": 1
  },
  "50e69fbcfdf53e7a690ea328bef8ef00": {
    "original_text": "The Republican senator from Louisiana shares stories about politics in Washington, D.C., and in his home state.",
    "translated_text": "这位来自路易斯安那州的共和党参议员分享了华盛顿特区和家乡的政治故事。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:25.428392",
    "use_count": 1
  },
  "daf37db9ee0e0c96315d85346d955b4a": {
    "original_text": "One of the most distinctive and funny politicians, Senator John Kennedy (the one from Louisiana)--hailed by Politico as \"America's most quotable Senator\"--offers his perceptive (and hilarious) takes on the ridiculousness of political life in this scathingly witty takedown of Washington and its elite denizens. How to Test Negative for Stupid offers the Senator's tongue-in-cheek guidebook through Washington, punctuated by his thoughts on various issues and humorous stories about life from Louisian",
    "translated_text": "最具特色和最有趣的政治家之一，参议员约翰·肯尼迪（来自路易斯安那州） -被Politico誉为“美国最引人注目的参议员” -在这场对华盛顿及其精英居民的严厉诙谐的罢免中，他的洞察力（和滑稽）呈现了政治生活的荒谬。《How to Test Negative for Stupid》为参议员提供了华盛顿的笑话指南，其中点缀着他对路易斯安那州各种问题的想法和有关生活的幽默故事",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:27.787813",
    "use_count": 1
  },
  "e67bfeb7e563736666288c8e9a463e05": {
    "original_text": "The cognitive scientist and host of the podcast \"A Slight Change of Plans\" posits ways to redefine upheavals.",
    "translated_text": "认知科学家和播客“A Slight Change of Plans”的主持人提出了重新定义动荡的方法。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:29.875322",
    "use_count": 1
  },
  "3abb466d34ea5d9f0a890588fb01f9ee": {
    "original_text": "INSTANT NEW YORK TIMES BESTSELLER \"A rare combination of beautiful storytelling, cognitive science, and wholehearted wisdom. —Brené Brown A revelatory exploration of how we can find meaning in the tumult of change, from a renowned cognitive scientist and host of the critically acclaimed podcast A Slight Change of Plans Life has a way of thwarting our best-laid plans. Out of nowhere, we’re confronting the end of a relationship, an unexpected diagnosis, the loss of a job, or some other twist of fa",
    "translated_text": "《纽约时报》即时畅销书《美丽的故事、认知科学和全心全意的智慧的罕见结合》。—Brené Brown著名的认知科学家和广受好评的播客主持人A Slight Change of Plans Life对我们如何在变革的喧嚣中找到意义进行了启示性探索。突然之间，我们面临着一段关系的终结、意想不到的诊断、失业或其他一些转折",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:32.190734",
    "use_count": 1
  },
  "b6ca159406d2228a93b92b7a774048c5": {
    "original_text": "A conservationist and explorer gives an account of his time spent in the Amazon rainforest.",
    "translated_text": "一位环保主义者和探险家讲述了他在亚马逊雨林度过的时光。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:34.431220",
    "use_count": 1
  },
  "32d02f0a7b603693fc6279fe3541f24c": {
    "original_text": "Most people assume that the world has been explored and true adventure is dead: This book is one man’s rebuttal. Explorer and conservationist Paul Rosolie shares his incredible life in the Amazon rainforest—and what we can learn from the people fighting to protect it. “On behalf of the forests that I love, thank you, Paul, for writing this book.”—Jane Goodall Deep in the Peruvian jungle, there exists a corner of the world that remains untouched—one teeming with giant anacondas, where the hauntin",
    "translated_text": "大多数人认为世界已经被探索，真正的冒险已经死亡：这本书是一个人的反驳。探险家和环保主义者保罗·罗索利（ Paul Rosolie ）分享了他在亚马逊热带雨林中令人难以置信的生活，以及我们可以从为保护它而奋斗的人们身上学到的东西。“我代表我所爱的森林，感谢你，保罗，写了这本书。” --简·古道尔（ Jane Goodall ）在秘鲁丛林深处，世界上有一个角落仍未被触及--一个充满巨型水蟒的角落，",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:36.992172",
    "use_count": 1
  },
  "bb9a1bfbe34c60ea22fab44fe4c1fc76": {
    "original_text": "A look at recent scientific research on aging and longevity.",
    "translated_text": "看看最近关于衰老和长寿的科学研究。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:38.805137",
    "use_count": 1
  },
  "75461d42ce523e3d5c7f8b367987c045": {
    "original_text": "#1 NEW YORK TIMES BESTSELLER • OVER TWO MILLION COPIES SOLD • A groundbreaking manifesto on living better and longer that challenges the conventional medical thinking on aging and reveals a new approach to preventing chronic disease and extending long-term health, from a visionary physician and leading longevity expert “One of the most important books you’ll ever read.”—Steven D. Levitt, New York Times bestselling author of Freakonomics AN ECONOMIST AND BLOOMBERG BEST BOOK OF THE YEAR Wouldn’t y",
    "translated_text": "＃ 1《纽约时报》畅销书•售出超过200万册•开创性的生活更好更长久宣言，挑战传统的老龄化医学思维，揭示预防慢性疾病和延长长期健康的新方法，来自有远见的医生和领先的长寿专家“您将阅读的最重要的书之一。” --《纽约时报》畅销书《Freakonomics an Economist》和《BLOOMBERG Best Book of THE Year》的作者Steven D. Levitt",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:40.859709",
    "use_count": 1
  },
  "97a703b1695a9be79e0c75d16b58b9e5": {
    "original_text": "In his nonfiction debut, El Akkad looks at how the West responds to mass suffering.",
    "translated_text": "在他的非小说类处女作中， El Akkad着眼于西方如何应对大规模的痛苦。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:43.244083",
    "use_count": 1
  },
  "726d8d501bc63bd1e3c84b1460876e4d": {
    "original_text": "NEW YORK TIMES BESTSELLER • NATIONAL BOOK AWARD WINNER • A NEW YORK TIMES NOTABLE BOOK • PALESTINE BOOK AWARD WINNER • From award-winning novelist and journalist Omar El Akkad comes a powerful reckoning with what it means to live in a West that betrays its fundamental values. \"[A] bracing memoir and manifesto.\" —The New York Times \"I can’t think of a more important piece of writing to read right now. I found hope here, and help, to face what the world is now, all that it isn’t anymore. Please re",
    "translated_text": "《纽约时报》畅销书•国家图书奖获得者•《纽约时报》知名书籍•巴勒斯坦图书奖获得者•获奖小说家和记者奥马尔·阿卡德（ Omar El Akkad ）对生活在一个背离其基本价值观的西方世界的意义进行了有力的推断。“[A]令人振奋的回忆录和宣言。“ -《纽约时报》”我现在想不出一篇更重要的文章来阅读。我在这里找到了希望和帮助，去面对现在的世界，不再是现在的世界。请重新",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:45.602045",
    "use_count": 1
  },
  "127192c243959ef2ab4af0902c1d6463": {
    "original_text": "The author of “The Anthropocene Reviewed” chronicles the fight against the deadly infectious disease tuberculosis.",
    "translated_text": "《人类世评论》的作者记录了与致命传染病结核病的斗争。",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:47.588519",
    "use_count": 1
  },
  "b432571e2d66c6a5f9c98c3abaed19f8": {
    "original_text": "Instant #1 New York Times bestseller! • #1 Washington Post bestseller! • #1 Indie Bestseller! • USA Today Bestseller! John Green, acclaimed author and passionate advocate for global healthcare reform, tells a deeply human story illuminating the fight against the world’s deadliest infectious disease. “The real magic of Green’s writing is the deeply considerate, human touch that goes into every word.” –The Associated Press ″Told with the intelligence, wit, and tragedy that have become hallmarks of",
    "translated_text": "即时# 1纽约时报畅销书！ • # 1华盛顿邮报畅销书！ • # 1独立畅销书！ •《今日美国》畅销书！备受赞誉的作家、全球医疗保健改革的热情倡导者John Green讲述了一个深刻的人类故事，阐明了与世界上最致命的传染病的斗争。“格林写作的真正神奇之处在于，每一个字都融入了深深的体贴和人情味。” -美联社“讲述了智慧，机智和悲剧，这些已经成为",
    "source_lang": "en",
    "target_lang": "zh",
    "created_at": "2026-01-30T13:44:50.171440",
    "use_count": 1
  }
}