[
  {
    "id": "9780593199336",
    "title": "TWELVE MONTHS",
    "author": "Jim Butcher",
    "publisher": "Ace",
    "cover": "/cache/images/1bf4c51c07d4f6046cb9d77a39d9580e.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 1,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "The 18th book in the Dresden Files series. Chicago’s only professional wizard faces various dangers and becomes betrothed.",
    "details": "Harry Dresden, Chicago’s only professional wizard, has always managed to save the day—but, in this powerful entry in the #1 New York Times bestselling Dresden Files, can he save himself? One year. 365 days. Twelve months. Harry Dresden has been through a lot, and so has his city. After Harry and his allies narrowly managed to save Chicago from being razed to the ground, everything is different—and it’s not just the current lack of electricity. In the battle, Harry lost people he cared about. And that's the kind of loss that takes a toll. Harry being Harry, he’s doing his level best to help the city and his friends recover and rebuild. But it’s a heavy load, and he needs time. But time is one thing Harry doesn’t have. Ghouls are prowling Chicago and taking out innocent civilians. Harry’s brother is dying, and Harry doesn’t know how to help him. And last but certainly not least, the Winter Queen of the Fae has allied with the White Court of vampires—and Harry’s been betrothed to the seductive, deadly vampire Lara Raith to seal the deal. It's been a tough year. More than ever, the city needs Harry Dresden the wizard—but after loss and grief, is there enough left of Harry Dresden the man to rise to the challenge?",
    "publication_dt": "2026-01-20",
    "page_count": "481",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593199332?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593199336?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/TWELVE%20MONTHS%20by%20Jim%20Butcher"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTwelve-Months%2FJim-Butcher%2F9780593199336"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593199336"
      }
    ],
    "isbn13": "9780593199336",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593723739",
    "title": "HALF HIS AGE",
    "author": "Jennette McCurdy",
    "publisher": "Ballantine",
    "cover": "/cache/images/c7e56a9a6516cee55ab6b1bcf124c3fa.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 2,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "A 17-year-old named Waldo has an inexplicable attraction to her creative writing teacher.",
    "details": "From the #1 New York Times bestselling author of I’m Glad My Mom Died comes a sad, funny, thrilling novel about sex, consumerism, class, desire, loneliness, the internet, rage, intimacy, power, and the (oftentimes misguided) lengths we’ll go to in order to get what we want. A MOST ANTICIPATED BOOK OF THE YEAR: The New York Times, USA Today, Bustle, Town & Country Waldo is ravenous. Horny. Blunt. Naive. Wise. Impulsive. Lonely. Angry. Forceful. Hurting. Perceptive. Endlessly wanting. And the thing she wants most of all: Mr. Korgy, her creative writing teacher with the wife and the kid and the mortgage and the bills, with the dead dreams and the atrophied looks and the growing paunch. She doesn’t know why she wants him. Is it his passion? His life experience? The fact that he knows books and films and things that she doesn’t? Or is it purer than that, rooted in their unlikely connection, their kindred spirits, the similar filter with which they each take in the world around them? Or, perhaps, it’s just enough that he sees her when no one else does. Startlingly perceptive, mordantly funny, and keenly poignant, Half His Age is a rich character study of a yearning seventeen-year-old who disregards all obstacles—or attempts to overcome them—in her effort to be seen, to be desired, to be loved.",
    "publication_dt": "2026-01-20",
    "page_count": "289",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593723732?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593723739?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/Half%20His%20Age%20Jennette%20McCurdy"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FHalf-His-Age%2FJennette-McCurdy%2F9780593723739"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593723739"
      }
    ],
    "isbn13": "9780593723739",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593798430",
    "title": "THE CORRESPONDENT",
    "author": "Virginia Evans",
    "publisher": "Crown",
    "cover": "/cache/images/b2275191904cabecca4192cf16a5168c.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 3,
    "weeks_on_list": 13,
    "rank_last_week": 1,
    "published_date": "2026-02-08",
    "description": "Letters from someone she used to know push Sybil Van Antwerp toward revisiting her past and finding a way to forgive.",
    "details": "#1 NEW YORK TIMES BESTSELLER • Discover the word-of-mouth hit hailed by Ann Patchett as “A cause for celebration”—an intimate novel about the transformative power of the written word and the beauty of slowing down to reconnect with the people we love. “The Correspondent is this year’s breakout novel no one saw coming.”—The Wall Street Journal “I cried more than once as I witnessed this brilliant woman come to understand herself more deeply.”—Florence Knapp, author of The Names LONGLISTED FOR THE CENTER FOR FICTION FIRST NOVEL PRIZE AND THE ANDREW CARNEGIE MEDAL • A BEST BOOK OF THE YEAR: NPR, The Washington Post, Boston Globe, Elle, Christian Science Monitor, She Reads “Imagine, the letters one has sent out into the world, the letters received back in turn, are like the pieces of a magnificent puzzle. . . . Isn’t there something wonderful in that, to think that a story of one’s life is preserved in some way, that this very letter may one day mean something, even if it is a very small thing, to someone?” Filled with knowledge that only comes from a life fully lived, The Correspondent is a gem of a novel about the power of finding solace in literature and connection with people we might never meet in person. It is about the hubris of youth and the wisdom of old age, and the mistakes and acts of kindness that occur during a lifetime. Sybil Van Antwerp has throughout her life used letters to make sense of the world and her place in it. Most mornings, around half past ten, Sybil sits down to write letters—to her brother, to her best friend, to the president of the university who will not allow her to audit a class she desperately wants to take, to Joan Didion and Larry McMurtry to tell them what she thinks of their latest books, and to one person to whom she writes often yet never sends the letter. Sybil expects her world to go on as it always has—a mother, grandmother, wife, divorcee, distinguished lawyer, she has lived a very full life. But when letters from someone in her past force her to examine one of the most painful periods of her life, she realizes that the letter she has been writing over the years needs to be read and that she cannot move forward until she finds it in her heart to offer forgiveness. Sybil Van Antwerp’s life of letters might be “a very small thing,” but she also might be one of the most memorable characters you will ever read.",
    "publication_dt": "2025-04-29",
    "page_count": "305",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593798430?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593798430?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/the-correspondent-virginia-evans/1146138272?ean=9780593798430"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fsearch%3Fquery%3DTHE%2520CORRESPONDENT%2520by%2520Virginia%2520Evans"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593798430"
      }
    ],
    "isbn13": "9780593798430",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781250337818",
    "title": "MY HUSBAND'S WIFE",
    "author": "Alice Feeney",
    "publisher": "Pine & Cedar",
    "cover": "/cache/images/3654ab69a56ed96a5784e5dec016902e.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 4,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "In an old house in a seaside town, things may not be what they appear to be.",
    "details": "The New York Times bestselling Queen of Twists is back with a psychological masterpiece that will leave you questioning everything you know about love, identity, and revenge. “Nonstop thrills! The best Feeney book yet!” —FREIDA MCFADDEN Eden Fox, an artist on the brink of her big break, sets off for a run before her first exhibition. When she returns to the home she recently moved into, Spyglass, an enchanting old house in Hope Falls, nothing is as it should be. Her key doesn’t fit. A woman, eerily similar to her, answers the door. And her husband insists that the stranger is his wife. One house. One husband. Two women. Someone is lying. Six months earlier, a reclusive Londoner called Birdy, reeling from a life-changing diagnosis, inherits Spyglass. This unexpected gift from a long-lost grandmother brings her to the pretty seaside village of Hope Falls. But then Birdy stumbles upon a shadowy London clinic that claims to be able to predict a person's date of death, including her own. Secrets start to unravel, and as the line between truth and lies blurs, Birdy feels compelled to right some old wrongs. My Husband’s Wife is a tangled web of deception, obsession, and mystery that will keep you guessing until the last page. Prepare yourself for the ultimate mind-bending marriage thriller and step inside Spyglass – if you dare – to experience a story where nothing is as it seems.",
    "publication_dt": "2026-01-20",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/125033781X?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781250337818?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/MY%20HUSBAND'S%20WIFE%20by%20Alice%20Feeney"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FMy-Husbands-Wife%2FAlice-Feeney%2F9781250337818"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781250337818"
      }
    ],
    "isbn13": "9781250337818",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781682816318",
    "title": "THE THINGS WE LEAVE UNFINISHED",
    "author": "Rebecca Yarros",
    "publisher": "Amara",
    "cover": "/cache/images/62a87105047f5ff4eed072e3ebb5b610.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 5,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "After a divorce, Georgia Stanton returns to Colorado and tries to protect her great-grandmother’s incomplete manuscript.",
    "details": "No detailed description available.",
    "publication_dt": "Unknown",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1682816311?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781682816318?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20THINGS%20WE%20LEAVE%20UNFINISHED%20by%20Rebecca%20Yarros"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fsearch%3Fquery%3DTHE%2520THINGS%2520WE%2520LEAVE%2520UNFINISHED%2520by%2520Rebecca%2520Yarros"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781682816318"
      }
    ],
    "isbn13": "9781682816318",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780385548984",
    "title": "THE WIDOW",
    "author": "John Grisham",
    "publisher": "Doubleday",
    "cover": "/cache/images/6eb44d579ffa730e5e343ceeaf749aad.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 6,
    "weeks_on_list": 14,
    "rank_last_week": 6,
    "published_date": "2026-02-08",
    "description": "When Simon Latch, a lawyer in rural Virginia, is accused of murder, he goes in search of the real killer.",
    "details": "#1 New York Times bestselling author John Grisham is the acclaimed master of the legal thriller. Now, he’s back with his first-ever whodunit, even more suspenseful than his courtroom dramas, as a small-time lawyer accused of murder races to find the real killer to clear his name. “A classic, compulsive, taut and thrilling novel from one of the great storytellers of our time. The Widow is John Grisham at his irresistible, unforgettable best.”—Chris Whitaker, author of All the Colors of the Dark Simon Latch is a lawyer in rural Virginia, making just enough to pay his bills while his marriage slowly falls apart. Then into his office walks Eleanor Barnett, an elderly widow in need of a new will. Apparently, her husband left her a small fortune, and no one knows about it. Once he hooks the richest client of his career, Simon works quietly to keep her wealth under the radar. But soon her story begins to crack. When she is hospitalized after a car accident, Simon realizes that nothing is as it seems, and he finds himself on trial for a crime he swears he didn’t commit: murder. Simon knows he’s innocent. But he also knows the circumstantial evidence is against him, and he could spend the rest of his life behind bars. To save himself, he must find the real killer….",
    "publication_dt": "2025-10-21",
    "page_count": "417",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0385548982?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780385548984?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/the-widow-john-grisham/1147191431?ean=9780385548984"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FWidow%2FJohn-Grisham%2F9780385548984"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780385548984"
      }
    ],
    "isbn13": "9780385548984",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781668002964",
    "title": "THE FIRST TIME I SAW HIM",
    "author": "Laura Dave",
    "publisher": "Scribner",
    "cover": "/cache/images/f866e4a52453eee86b83501d2d3f9a0c.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 7,
    "weeks_on_list": 3,
    "rank_last_week": 5,
    "published_date": "2026-02-08",
    "description": "Hannah’s husband turns up five years after he disappeared, which forces her to go on the run with her daughter.",
    "details": "\"Five years after her husband Owen disappeared, Hannah Hall and her stepdaughter Bailey have settled into a new life in Southern California. Together, they've forged a relationship with Bailey's grandfather Nicholas and are putting the past behind them. But when Owen shows up at Hannah's new exhibition, she knows that she and Bailey are in danger again. Hannah and Bailey are forced to go on the run in a relentless race to keep their past from catching up with them. As a thrilling drama unfolds, Hannah risks everything to get Bailey to safety--and finds there just might be a way back to Owen and their long-awaited second chance\"--",
    "publication_dt": "2026-01-06",
    "page_count": "288",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1668002965?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781668002964?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20FIRST%20TIME%20I%20SAW%20HIM%20by%20Laura%20Dave"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FFirst-Time-Saw-Him%2FLaura-Dave%2F9781668002964"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781668002964"
      }
    ],
    "isbn13": "9781668002964",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780385546898",
    "title": "THE SECRET OF SECRETS",
    "author": "Dan Brown",
    "publisher": "Doubleday",
    "cover": "/cache/images/7fbb90217935768fab8d0b71031bed83.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 8,
    "weeks_on_list": 20,
    "rank_last_week": 7,
    "published_date": "2026-02-08",
    "description": "As he searches for the missing noetic scientist he has been seeing, Robert Langdon discovers something regarding a secret project.",
    "details": "The world's most celebrated thriller writer returns with his most stunning novel yet--a propulsive, twisty, thought-provoking masterpiece that will entertain readers as only Dan Brown can do. Robert Langdon, esteemed professor of symbology, travels to Prague to attend a groundbreaking lecture by Katherine Solomon--a prominent noetic scientist with whom he has recently begun a relationship. Katherine is on the verge of publishing an explosive book that contains startling discoveries about the nature of human consciousness and threatens to disrupt centuries of established belief. But a brutal murder catapults the trip into chaos, and Katherine suddenly disappears along with her manuscript. Langdon finds himself targeted by a powerful organization and hunted by a chilling assailant sprung from Prague's most ancient mythology. As the plot expands into London and New York, Langdon desperately searches for Katherine . . . and for answers. In a thrilling race through the dual worlds of futuristic science and mystical lore, he uncovers a shocking truth about a secret project that will forever change the way we think about the human mind.",
    "publication_dt": "2025-09-09",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0385546890?tag=thenewyorktim-20"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/the-secret-of-secrets-dan-brown/1146902400?ean=9780385546898"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FSecret-Secrets%2FDan-Brown%2F9780385546898"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780385546898"
      }
    ],
    "isbn13": "9780385546898",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593972700",
    "title": "ALCHEMISED",
    "author": "SenLinYu",
    "publisher": "Del Rey",
    "cover": "/cache/images/ebda4143160d2dbcdebea3b5ab0321b0.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 9,
    "weeks_on_list": 18,
    "rank_last_week": 8,
    "published_date": "2026-02-08",
    "description": "After the war, an imprisoned alchemist is sent to a necromancer to recover her lost memories.",
    "details": "#1 NEW YORK TIMES BESTSELLER • In this riveting dark fantasy debut, a woman with missing memories fights to survive a war-torn world of necromancy and alchemy—and the man tasked with unearthing the deepest secrets of her past. This stunning hardcover edition features a deluxe jacket with gold foil on the front and a full-color illustration on the reverse, gorgeous designed endpapers, a gold foil case stamp, and, from acclaimed artist Avendell, a black-and-white interior illustration. “What is it you think you’re protecting in that brain of yours? The war is over. Holdfast is dead. The Eternal Flame extinguished. There’s no one left for you to save.” Once a promising alchemist, Helena Marino is now a prisoner—of war and of her own mind. Her Resistance friends and allies have been brutally murdered, her abilities suppressed, and the world she knew destroyed. In the aftermath of a long war, Paladia’s new ruling class of corrupt guild families and depraved necromancers, whose vile undead creatures helped bring about their victory, holds Helena captive. According to Resistance records, she was a healer of little importance within their ranks. But Helena has inexplicable memory loss of the months leading up to her capture, making her enemies wonder: Is she truly as insignificant as she appears, or are her lost memories hiding some vital piece of the Resistance’s final gambit? To uncover the memories buried deep within her mind, Helena is sent to the High Reeve, one of the most powerful and ruthless necromancers in this new world. Trapped on his crumbling estate, Helena’s fight—to protect her lost history and to preserve the last remaining shreds of her former self—is just beginning. For her prison and captor have secrets of their own . . . secrets Helena must unearth, whatever the cost.",
    "publication_dt": "2025-09-23",
    "page_count": "1041",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593972708?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593972700?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/alchemised-senlinyu/1146838848?ean=9780593972700"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FAlchemised%2FSenLinYu%2F9780593972700"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593972700"
      }
    ],
    "isbn13": "9780593972700",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593834459",
    "title": "ANATOMY OF AN ALIBI",
    "author": "Ashley Elston",
    "publisher": "Pamela Dorman",
    "cover": "/cache/images/a4dc8190eec6b8aedcb7db0640282eb1.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 10,
    "weeks_on_list": 2,
    "rank_last_week": 2,
    "published_date": "2026-02-08",
    "description": "Two women enact a plan to uncover truths a man may have been hiding, but things go awry when he is found murdered.",
    "details": "FROM THE #1 NEW YORK TIMES BESTSELLING AUTHOR OF FIRST LIE WINS Two women. One dead husband. And only one alibi. “Elston expertly unravels a web of secrets and lies. You won’t be able to put this excellent thriller down until the final shocking page.” —Megan Miranda Everyone at Chantilly’s Bar noticed out-of-towner Camille Bayliss. Red lips, designer heels, sipping a Negroni. But that woman wasn’t Camille Bayliss. It was Aubrey Price. Camille Bayliss appears to have the picture-perfect life; she’s married to hotshot lawyer Ben and is the daughter of a wealthy Louisiana family. Only nothing is as it seems: Camille believes Ben has been hiding dirty secrets for years, but she can’t find proof because he tracks her every move. Aubrey Price has been haunted by the terrible night that changed her life a decade ago, and she’s convinced Benjamin Bayliss knows something about it. Living in a house full of criminals, Aubrey understands there’s more than one way to get to the truth—and she may have found the best way in. Aubrey and Camille hatch a plan. It sounds simple: For twelve hours, Aubrey will take Camille’s place. Camille will spy on Ben, and the two women will get the answers they desperately seek. Except the next morning, Ben is found murdered. Both women need an airtight alibi, but only one of them has it. And one false step is all it takes for everything to come undone.",
    "publication_dt": "2026-01-13",
    "page_count": "353",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593834453?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593834459?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/ANATOMY%20OF%20AN%20ALIBI%20by%20Ashley%20Elston"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FAnatomy-Alibi%2FAshley-Elston%2F9780593834459"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593834459"
      }
    ],
    "isbn13": "9780593834459",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781464260919",
    "title": "THE INTRUDER",
    "author": "Freida McFadden",
    "publisher": "Poisoned Pen",
    "cover": "/cache/images/a36db298a2ea9b38a18763552439d2a7.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 11,
    "weeks_on_list": 15,
    "rank_last_week": 10,
    "published_date": "2026-02-08",
    "description": "During a rough storm, Casey puts herself in danger when she lets a girl, who is covered in blood, into her cabin.",
    "details": "There's someone at your front door - should you let them in? Find out in a riveting new thriller from global sensation and #1 New York Times bestselling author of The Housemaid, Freida McFadden! Who knows what the storm will blow in... Casey's cabin in the wilderness is not built for a hurricane. Her roof shakes, the lights flicker, and the tree outside her front door sways ominously in the wind. But she's a lot more worried about the girl she discovers lurking outside her kitchen window. She's young. She's alone. And she's covered in blood. The girl won't explain where she came from, or loosen her grip on the knife in her right hand. And when Casey makes a disturbing discovery in the middle of the night, things take a turn for the worse. The girl has a dark secret. One she'll kill to keep. And if Casey gets too close to the truth, she may not live to see the morning. In this taut, deadly tale of survival and desperation, #1 New York Times bestselling author Freida McFadden explores how far one girl will go to save herself.",
    "publication_dt": "2025-10-07",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1464260915?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781464260919?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/the-intruder-freida-mcfadden/1147331363?ean=9781464260919"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FIntruder%2FFreida-McFadden%2F9781464260919"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781464260919"
      }
    ],
    "isbn13": "9781464260919",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781538774229",
    "title": "BRIMSTONE",
    "author": "Callie Hart",
    "publisher": "Forever",
    "cover": "/cache/images/e18c402b3c8b3205e854c27bbc01fd0d.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 12,
    "weeks_on_list": 10,
    "rank_last_week": 9,
    "published_date": "2026-02-08",
    "description": "The second book in the Fae & Alchemy series. To save those close to them, Saeris and Fisher face a new set of dangers.",
    "details": "This limited deluxe edition with metallic edges, gorgeous cover effects, designed endpapers, and a stamped foil case continues the epic story begun in runaway bestseller and global phenomenon Quicksilver. Duty. Blood. Honor. Power. Saeris Fane doesn't want power. The very last thing she needs is her name whispered on an entire court's lips, but now that she's been crowned queen of the Blood Court, she's discovering that a queen's life is not her own. A heavy weight rests upon her shoulders. Her ward--and her brother--need her back in her homeland...but the changes that have strengthened Saeris have also made her weak. Born under blazing suns, Saeris will surely die if she makes her way home through the Quicksilver. Which means that, once again, she must send someone else in her stead... \"Keep your mouth shut. Stick to the shadows. And for the love of all seven Gods, do NOT crack any jokes.\" Kingfisher of the Ajun Gate has defeated armies and survived all manner of horrors, but traveling back to Zilvaren with Carrion Swift might just be the death of him. The male just will not shut up. Hidden dangers await them down the narrow alleyways of the Silver City. Unfolding secrets pose impossible threats. Fisher must wrangle the smuggler and accomplish his goals quickly if he wants to see his mate again. A darkness falls across Yvelia. The realm and their friends are in danger. Together, Saeris and Fisher will pass through fire and brimstone to save them.",
    "publication_dt": "2025-11-18",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1538774224?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781538774229?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/brimstone-callie-hart/1146895617?ean=9781538774229"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FBrimstone-Fae-Alchemy-Deluxe-Limited%2FCallie-Hart%2F9781538774229"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781538774229"
      }
    ],
    "isbn13": "9781538774229",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593725023",
    "title": "THE ELSEWHERE EXPRESS",
    "author": "Samantha Sotto Yambao",
    "publisher": "Del Rey",
    "cover": "/cache/images/ce9532b2db83b6d9c86e521265b542ec.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 13,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "A magical train appears to lost souls who find it is full of wonders but also danger.",
    "details": "When you lose your way in life, the Elsewhere Express just might find you. Step on board the train that may take you to your life’s purpose in this wistful, Ghibli-esque fantasy from the bestselling author of Water Moon. This deluxe first edition hardcover includes: • Intricately designed sprayed edges • Interactive endpapers with a scene you can color in • A full-color illustrated book case beneath the jacket “A delicately layered dream of a book that glimmers with the promise of hope after grief, The Elsewhere Express will carry you to the stars.”—Molly O’Neill, author of Greenteeth You can’t buy a ticket for the Elsewhere Express. Appearing only to those whose lives are adrift, it’s a magical train seeming to carry very rare and special cargo: a sense of purpose, peace, and belonging. Raya is one of those lost souls. She had dreamed of being a songwriter, but when her brother died, she gave up on her dream and started living his instead. One day on the subway, as her thoughts wander, she’s swept off to the Elsewhere Express. There she meets Q, an intriguing artist who, like her, has lost his place in the world. Together they find a train full of wonders, from a boarding car that’s also a meadow to a dining car where passengers can picnic on lily pads to a bar where jellyfish and whales swim through pink clouds. Over the course of their long, strange night on the train, they also discover that it harbors secrets—and danger: A mysterious stranger has stowed away and brought with him a dark, malignant magic that threatens to destroy the train. But in investigating the stowaway's identity, Raya also finds herself drawing closer to the ultimate question: What is her life's true purpose—and is it a destination the Elsewhere Express can take her to? ★ “A stunning, visual fever dream of a story akin to both the game Spiritfarer and Erin Morgenstern’s The Starless Sea—a character-driven tale wrapped in a sparklingly creative spectacle of a world that inhabits a Studio Ghibli–like chaos even as it comes with a well-organized passenger rulebook.”—Booklist (starred review)",
    "publication_dt": "2026-01-20",
    "page_count": "433",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593725026?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593725023?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20ELSEWHERE%20EXPRESS%20by%20Samantha%20Sotto%20Yambao"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FElsewhere-Express%2FSamantha-Sotto-Yambao%2F9780593725023"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593725023"
      }
    ],
    "isbn13": "9780593725023",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593820261",
    "title": "CARL'S DOOMSDAY SCENARIO",
    "author": "Matt Dinniman",
    "publisher": "Ace",
    "cover": "/cache/images/b32ddd1074ae6e51b4fd997372bd8e3e.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 14,
    "weeks_on_list": 2,
    "rank_last_week": 15,
    "published_date": "2026-02-08",
    "description": "The second book in the \"Dungeon Crawler Carl\" series. Carl and Donut confront an ancient spell and heightened dangers.",
    "details": "NEW YORK TIMES BESTSELLER • Join Carl and his ex-girlfriend’s cat, Princess Donut, as they fight fantastical creatures and deadly mobs to make it to the next level and build the kind of fan following the dungeon masters can’t ignore in the second book in the smash-hit Dungeon Crawler Carl series—now with bonus material exclusive to this print edition. “Greetings, Crawlers! The training levels have concluded. Now the games may truly begin.” The aliens have come, and they’ve transformed Earth into a multilevel, video game–like dungeon. It’s the newest season of the galaxy’s most watched game show, Dungeon Crawler World. Now on the third floor, Carl and Donut have to fight harder than ever. They’ve already proven that a Coast Guard vet and once-and-forever feline royalty are an almost unstoppable team. Their ratings are off the charts. Viewers can’t get enough. But the dungeon gets more dangerous each day, and now there’s a whole new problem to deal with: Quests. They call it the Over City. A sprawling, once-thriving metropolis devastated by a mysterious calamity. But these streets are far from abandoned. An undead circus trawls the ruins. Murdered women rain from the sky. An ancient spell is finally ready to reveal its dark purpose. Can Carl and Donut solve the mystery in time? And can Carl finally find some pants? Includes part two of the exclusive bonus story “Backstage at the Pineapple Cabaret.”",
    "publication_dt": "2024-09-24",
    "page_count": "385",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593820266?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593820261?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/CARL'S%20DOOMSDAY%20SCENARIO%20by%20Matt%20Dinniman"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FCarls-Doomsday-Scenario%2FMatt-Dinniman%2F9780593820261"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593820261"
      }
    ],
    "isbn13": "9780593820261",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593498859",
    "title": "THE DEVIL'S DAUGHTER",
    "author": "Danielle Steel",
    "publisher": "Delacorte",
    "cover": "/cache/images/f98aa72d189eb8fba8b8fa1c308420ac.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 15,
    "weeks_on_list": 2,
    "rank_last_week": 3,
    "published_date": "2026-02-08",
    "description": "In an effort to reconcile, the estranged sisters Mickie and Billie try to overcome their different personalities and difficult family history.",
    "details": "Two diametrically different sisters—one calculating and egotistical, the other honorable, kind, and compassionate—clash in this compelling novel from #1 New York Times bestselling author Danielle Steel. Graduating magna cum laude from MIT is the happiest day of Billie Banks’s life, although her family is not part of it. Her mother, who always supported her, died when Billie was seventeen. Since then, her father has been slowly drinking himself to death on the family farm in Iowa, and she and her younger sister, Mickie, have grown even more estranged. Growing up, the siblings could not have been more different. Billie was shy, small, bookish, more like their mother; tall, blond Mickie was boldly sexual, craving attention, and lacking empathy for anyone, like their father. Despite Billie’s attempts to look after Mickie following their mother’s death, her sister consistently treated her with cruelty. So when Mickie invites Billie to move in with her in Los Angeles, Billie is both wary and hopeful. Taking a leap of faith, she joins her sister on the West Coast. While Mickie lands a questionable modeling job and falls in with a fast crowd, Billie begins working at a pathology lab and starts dating a warm, supportive reporter at the Los Angeles Times. But then the siblings’ difficult history once again rises to the surface. This gripping story of a sisterly bond strained to the breaking point by narcissism and temptation is an unforgettable tale of good and evil from Danielle Steel.",
    "publication_dt": "2026-01-13",
    "page_count": "241",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593498852?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593498859?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20DEVIL'S%20DAUGHTER%20by%20Danielle%20Steel"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FDevils-Daughter%2FDanielle-Steel%2F9780593498859"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593498859"
      }
    ],
    "isbn13": "9780593498859",
    "isbn10": "",
    "price": "未知"
  }
]