[
  {
    "id": "9780063422506",
    "title": "THE INVISIBLE COUP",
    "author": "Peter Schweizer",
    "publisher": "Harper",
    "cover": "/cache/images/81d8a4e2e444dbbb5d83cc4ab809ca25.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 1,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "The author of “Blood Money” puts forward his argument that mass migration is a political weapon.",
    "details": "No detailed description available.",
    "publication_dt": "2026-01-20",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0063422506?tag=thenewyorktim-20"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20INVISIBLE%20COUP%20by%20Peter%20Schweizer"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FInvisible-Coup%2FPeter-Schweizer%2F9780063422506"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780063422506"
      }
    ],
    "isbn13": "9780063422506",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593490648",
    "title": "FOOTBALL",
    "author": "Chuck Klosterman",
    "publisher": "Penguin Press",
    "cover": "/cache/images/d635cdd69e2ed2e4cc2e3648012bafde.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 2,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "The author of “The Nineties” considers the ways in which the sport has impacted American life.",
    "details": "“Could this be the best book on football ever?” —Tyler Cowen “Eye-opening and entertaining . . . a transcendent appraisal of America’s favorite sport.” —Publishers Weekly (starred review) A hilarious but nonetheless groundbreaking contribution to the argument about which force shapes American life the most. For two kinds of readers—those who know it’s football and those who are about to find out. Chuck Klosterman—New York Times bestselling critic, journalist, and, yes, football psychotic—did not write this book to deepen your appreciation of the game. He’s not trying to help you become that person at the party, or to teach you how to make better bets, or to validate any preexisting views you might have about the sport (positive or negative). Football does, in fact, do all of those things. But not in the way such things have been done in the past, and never in a way any normal person would expect. Cultural theorists talk about hyperobjects—phenomena that bulk so large that their true dimensions are hidden in plain sight. In 2023, 93 of the 100 most-watched programs on U.S. television were NFL football games. This is not an anomaly. This is how society is best understood. Football is not merely the country’s most popular sport; it is engrained in almost everything that explains what America is, even for those who barely pay attention. Klosterman gets to the bottom of all of it. He takes us to a metaphorical projection of Texas, where the religion of six-man football merges with America’s Team [sic] and makes an inexplicable impact on a boy in North Dakota. He dissects the question of natural greatness, the paradox of gambling and war, and the timeless caricature of the uncompromising head coach. He interrogates the perfection of football’s marriage with television and the morality of acceptable risk. He even conjures an extinction-level event. If Žižek liked the SEC more than he liked cinema, if Stephen Jay Gould cared about linebackers more than he cared about dinosaurs, if Steve Martin played quarterback instead of the banjo . . . it would still be nothing like this. A century ago, Yale’s legendary coach Walter Camp wrote his unified theory of the game. He called it Football. Chuck Klosterman has given us a new Camp for the new age, rooted in a personal history he cannot escape.",
    "publication_dt": "2026-01-20",
    "page_count": "305",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593490649?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593490648?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/FOOTBALL%20by%20Chuck%20Klosterman"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FFootball%2FChuck-Klosterman%2F9780593490648"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593490648"
      }
    ],
    "isbn13": "9780593490648",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593296967",
    "title": "1929",
    "author": "Andrew Ross Sorkin",
    "publisher": "Viking",
    "cover": "/cache/images/8be219f29b77c0bf198b76bf59b7c3b5.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 3,
    "weeks_on_list": 15,
    "rank_last_week": 3,
    "published_date": "2026-02-08",
    "description": "The New York Times journalist and CNBC host looks at the fight between Washington and Wall Street that fueled a historic crash of the stock market.",
    "details": "#1 NEW YORK TIMES BESTSELLER “It is one of the best narrative histories I’ve read.” —The Wall Street Journal A New York Times Notable Book of 2025 • One of Barack Obama's Favorite Books of 2025 • Named a BEST BOOK OF 2025 by The Washington Post, TIME, The Economist, Air Mail, Bloomberg, Fast Company, Katie Couric Media, and History From the bestselling author of Too Big to Fail, “the definitive history of the 2008 banking crisis,” (The Atlantic) comes a riveting narrative of the most infamous stock market crash in history—one with ripple effects that still shape our society today. In 1929, the world watched in shock as the unstoppable Wall Street bull market went into a freefall, wiping out fortunes and igniting a depression that would reshape a generation. But behind the flashing ticker tapes and panicked traders, another drama unfolded—one of visionaries and fraudsters, titans and dreamers, euphoria and ruin. With unparalleled access to historical records and newly uncovered documents, New York Times bestselling author Andrew Ross Sorkin takes readers inside the chaos of the crash, behind the scenes of a raging battle between Wall Street and Washington and the larger-than-life characters whose ambition and naïveté in an endless boom led to disaster. The dizzying highs and brutal lows of this era eerily mirror today’s world—where markets soar, political tensions mount, and the fight over financial influence plays out once again. This is not just a story about money. 1929 is a tale of power, psychology, and the seductive illusion that this time is different. It’s about disregarded alarm bells, financiers who fell from grace, and skeptics who saw the crash coming—only to be dismissed until it was too late. Hailed as a landmark book, Too Big to Fail reimagined how financial crises are told. Now, with 1929, Sorkin delivers an immersive, electrifying account of the most pivotal market collapse of all time—with lessons that remain as urgent as ever. More than just a history, 1929 is a crucial blueprint for understanding the cycles of speculation, the forces that drive financial upheaval, and the warning signs we ignore at our peril.",
    "publication_dt": "2025-10-14",
    "page_count": "609",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593296966?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593296967?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/1929-andrew-ross-sorkin/1147761884?ean=9780593296967"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FAndrew-Ross-Sorkin%2F9780593296967"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593296967"
      }
    ],
    "isbn13": "9780593296967",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593493120",
    "title": "NOBODY'S GIRL",
    "author": "Virginia Roberts Giuffre",
    "publisher": "Knopf",
    "cover": "/cache/images/4fae1d5586504b8ce5a00640266b8b5f.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 4,
    "weeks_on_list": 14,
    "rank_last_week": 4,
    "published_date": "2026-02-08",
    "description": "The late activist and advocate for sex-trafficking survivors describes her time with Jeffrey Epstein and Ghislaine Maxwell.",
    "details": "The unforgettable memoir by the late Virginia Roberts Giuffre, the woman who dared to take on Jeffrey Epstein and Ghislaine Maxwell The world knows Virginia Roberts Giuffre as Jeffrey Epstein and Ghislaine Maxwell’s most outspoken victim: the woman whose decision to speak out helped send both serial abusers to prison, whose photograph with Prince Andrew catalyzed his fall from grace. But her story has never been told in full, in her own words—until now. In April 2025, Giuffre took her own life. She left behind a memoir written in the years preceding her death and stated unequivocally that she wanted it published. Nobody’s Girl is the riveting and powerful story of an ordinary girl who would grow up to confront extraordinary adversity. Here, Giuffre offers an unsparing and definitive account of her time with Epstein and Maxwell, who trafficked her and others to numerous prominent men. She also details the molestation she suffered as a child, as well as her daring escape from Epstein and Maxwell’s grasp at nineteen. Giuffre remade her life from scratch and summoned the courage to not only hold her abusers to account but also advocate for other victims. The pages of Nobody’s Girl preserve her voice—and her legacy—forever. Nobody’s Girl is an astonishing affirmation of Giuffre’s unshakable will—first, to claw her way out of victimhood, and then to shine light on wrongdoing and fight for a safer, fairer world. Equal parts intimate and fierce, it is a remarkable narrative of fortitude in the face of depravity and despair.",
    "publication_dt": "2025-10-21",
    "page_count": "409",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593493125?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593493120?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/nobodys-girl-virginia-roberts-giuffre/1148108744?ean=9780593493120"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FNobodys-Girl%2FVirginia-Roberts-Giuffre%2F9780593493120"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593493120"
      }
    ],
    "isbn13": "9780593493120",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593655030",
    "title": "THE ANXIOUS GENERATION",
    "author": "Jonathan Haidt",
    "publisher": "Penguin Press",
    "cover": "/cache/images/5256e97c37b6def981b3efa059a51387.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 5,
    "weeks_on_list": 92,
    "rank_last_week": 5,
    "published_date": "2026-02-08",
    "description": "A co-author of “The Coddling of the American Mind” looks at the mental health impacts that a phone-based life has on children.",
    "details": "THE INSTANT #1 NEW YORK TIMES BESTSELLER • A Wall Street Journal Top 10 Book of 2024 • A New York Times and Washington Post Notable Book • One of Barack Obama's Favorite Books of 2024 • A TIME 100 Must-Read Book of 2024 • Named a Best Book of 2024 by the Economist, the New York Post, and Town & Country • The Goodreads Choice Award Nonfiction Book of the Year A must-read for all parents: the generation-defining investigation into the collapse of youth mental health in the era of smartphones, social media, and big tech—and a plan for a healthier, freer childhood. “With tenacity and candor, Haidt lays out the consequences that have come with allowing kids to drift further into the virtual world . . . While also offering suggestions and solutions that could help protect a new generation of kids.” —Shannon Carlin, TIME, 100 Must-Read Books of 2024 After more than a decade of stability or improvement, the mental health of adolescents plunged in the early 2010s. Rates of depression, anxiety, self-harm, and suicide rose sharply, more than doubling on many measures. Why? In The Anxious Generation, social psychologist Jonathan Haidt lays out the facts about the epidemic of teen mental illness that hit many countries at the same time. He then investigates the nature of childhood, including why children need play and independent exploration to mature into competent, thriving adults. Haidt shows how the “play-based childhood” began to decline in the 1980s, and how it was finally wiped out by the arrival of the “phone-based childhood” in the early 2010s. He presents more than a dozen mechanisms by which this “great rewiring of childhood” has interfered with children’s social and neurological development, covering everything from sleep deprivation to attention fragmentation, addiction, loneliness, social contagion, social comparison, and perfectionism. He explains why social media damages girls more than boys and why boys have been withdrawing from the real world into the virtual world, with disastrous consequences for themselves, their families, and their societies. Most important, Haidt issues a clear call to action. He diagnoses the “collective action problems” that trap us, and then proposes four simple rules that might set us free. He describes steps that parents, teachers, schools, tech companies, and governments can take to end the epidemic of mental illness and restore a more humane childhood. Haidt has spent his career speaking truth backed by data in the most difficult landscapes—communities polarized by politics and religion, campuses battling culture wars, and now the public health emergency faced by Gen Z. We cannot afford to ignore his findings about protecting our children—and ourselves—from the psychological damage of a phone-based life.",
    "publication_dt": "2024-03-26",
    "page_count": "401",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593655036?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593655030?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780593655030"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BANXIOUS%2BGENERATION%2FJonathan%2BHaidt%2F9780593655030"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593655030"
      }
    ],
    "isbn13": "9780593655030",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780063428164",
    "title": "HOW TO TEST NEGATIVE FOR STUPID",
    "author": "John Kennedy",
    "publisher": "Broadside",
    "cover": "/cache/images/40855bcd774acd0d33b8816fab4fb325.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 6,
    "weeks_on_list": 16,
    "rank_last_week": 6,
    "published_date": "2026-02-08",
    "description": "The Republican senator from Louisiana shares stories about politics in Washington, D.C., and in his home state.",
    "details": "One of the most distinctive and funny politicians, Senator John Kennedy (the one from Louisiana)--hailed by Politico as \"America's most quotable Senator\"--offers his perceptive (and hilarious) takes on the ridiculousness of political life in this scathingly witty takedown of Washington and its elite denizens. How to Test Negative for Stupid offers the Senator's tongue-in-cheek guidebook through Washington, punctuated by his thoughts on various issues and humorous stories about life from Louisiana politics and inside the Senate. From the mind--and mouth--of \"America's Most Quotable Senator\": \"Always be yourself . . . unless you suck.\" \"I say this gently: This is why the aliens won't talk to us.\" \"If you trust government, you obviously failed history class.\" \"I believe that our country was founded by geniuses, but it's being run by idiots.\" \"Always follow your heart . . . but take your brain with you.\" \"I'm not going to Bubble Wrap it: The water in Washington, D.C., won't clear up until you get the pigs out of the creek.\" \"I have the right to remain silent but not the ability.\" \"Common sense is illegal in Washington, D.C., I know. I've seen it firsthand.\" \"I believe that we are going to have to get some new conspiracy theories. All the old ones turned out to be true.\"",
    "publication_dt": "2025-10-07",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0063428164?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780063428164?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/how-to-test-negative-for-stupid-john-kennedy/1146773939?ean=9780063428164"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fsearch%3Fquery%3DHOW%2520TO%2520TEST%2520NEGATIVE%2520FOR%2520STUPID%2520by%2520John%2520Kennedy"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780063428164"
      }
    ],
    "isbn13": "9780063428164",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593713686",
    "title": "THE OTHER SIDE OF CHANGE",
    "author": "Maya Shankar",
    "publisher": "Riverhead",
    "cover": "/cache/images/6c5bb33c62497b19cb65ae96f6b66a85.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 7,
    "weeks_on_list": 2,
    "rank_last_week": 2,
    "published_date": "2026-02-08",
    "description": "The cognitive scientist and host of the podcast \"A Slight Change of Plans\" posits ways to redefine upheavals.",
    "details": "INSTANT NEW YORK TIMES BESTSELLER \"A rare combination of beautiful storytelling, cognitive science, and wholehearted wisdom. —Brené Brown A revelatory exploration of how we can find meaning in the tumult of change, from a renowned cognitive scientist and host of the critically acclaimed podcast A Slight Change of Plans Life has a way of thwarting our best-laid plans. Out of nowhere, we’re confronting the end of a relationship, an unexpected diagnosis, the loss of a job, or some other twist of fate. In these moments, it can feel like we’re free-falling into the unknown. As a cognitive scientist, Maya Shankar has spent decades studying the human mind. When an unwanted change in her own life left her reeling, she sought out people who had navigated major disruptions. In The Other Side of Change, Shankar tells their riveting, singular stories and weaves in scientific insights to illuminate universal lessons hidden within them. The result is a rich portrait of our complex reactions to change and a deep well of wisdom we can draw from during these experiences. Shankar invites us to rethink our relationship with change altogether. When a big change happens to us, it can lead to profound change within us. The unique stresses and demands of being thrust into a new reality can lead us to uncover new abilities, perspectives, and values, transforming us in extraordinary ways. What if we saw moments of upheaval as an opportunity to reimagine who we can be, rather than as something to just endure? What potential could we unlock within ourselves? Whether you're processing a past change, grappling with a present one, or bracing for a future one, this book is a wise and thought-provoking companion to help you discover who you can become on the other side of change.",
    "publication_dt": "2026-01-13",
    "page_count": "257",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593713680?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593713686?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20OTHER%20SIDE%20OF%20CHANGE%20by%20Maya%20Shankar"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FOther-Side-Change%2FMaya-Shankar%2F9780593713686"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593713686"
      }
    ],
    "isbn13": "9780593713686",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593980392",
    "title": "JUNGLEKEEPER",
    "author": "Paul Rosolie",
    "publisher": "Convergent",
    "cover": "/cache/images/a347afb6119eae5e833dbe926eb74544.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 8,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "A conservationist and explorer gives an account of his time spent in the Amazon rainforest.",
    "details": "Most people assume that the world has been explored and true adventure is dead: This book is one man’s rebuttal. Explorer and conservationist Paul Rosolie shares his incredible life in the Amazon rainforest—and what we can learn from the people fighting to protect it. “On behalf of the forests that I love, thank you, Paul, for writing this book.”—Jane Goodall Deep in the Peruvian jungle, there exists a corner of the world that remains untouched—one teeming with giant anacondas, where the haunting cries of howler monkeys send brightly colored macaws shooting across the canopy. It’s an ecosystem of stupendous biodiversity, uncontacted tribes, and adventures that most people don’t even dare to dream of. When he first set foot in the jungle, Rosolie was a dyslexic kid from Brooklyn who struggled to graduate from high school but had an undeniable calling to the outdoors. He was lucky enough to meet the indigenous naturalist Juan Julio Durand, and together, over two decades, they have created Junglekeepers, an organization that has found a way to halt deforestation and protect more than 110,000 acres—inspiring millions along the way by documenting their progress online. But this work takes grit, and years in, Rosolie and Durand are past their “barefoot machete days,” grappling with chain saws, massive fires, illegal miners, and the worst of humanity. Here, Rosolie brings you up close and personal with one of the wildest places on the planet and tells the incredible story of “first contact” with one of the most mysterious uncontacted tribes on Earth: the Mashco Piro. This book is about the profound power of saying yes: yes to one’s calling, yes to sticking with your dream when it comes at a high cost, and yes to taking a stand to save what might otherwise be gone in a generation. It’s a story of calling, connectedness, and hope.",
    "publication_dt": "2026-01-20",
    "page_count": "345",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593980395?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593980392?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/JUNGLEKEEPER%20by%20Paul%20Rosolie"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FJunglekeeper%2FPaul-Rosolie%2F9780593980392"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593980392"
      }
    ],
    "isbn13": "9780593980392",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593236598",
    "title": "OUTLIVE",
    "author": "Peter Attia with Bill Gifford",
    "publisher": "Harmony",
    "cover": "/cache/images/334a4d76c994a71c2b5b4069bbbd6c91.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 9,
    "weeks_on_list": 129,
    "rank_last_week": 8,
    "published_date": "2026-02-08",
    "description": "A look at recent scientific research on aging and longevity.",
    "details": "#1 NEW YORK TIMES BESTSELLER • OVER TWO MILLION COPIES SOLD • A groundbreaking manifesto on living better and longer that challenges the conventional medical thinking on aging and reveals a new approach to preventing chronic disease and extending long-term health, from a visionary physician and leading longevity expert “One of the most important books you’ll ever read.”—Steven D. Levitt, New York Times bestselling author of Freakonomics AN ECONOMIST AND BLOOMBERG BEST BOOK OF THE YEAR Wouldn’t you like to live longer? And better? In this operating manual for longevity, Dr. Peter Attia draws on the latest science to deliver innovative nutritional interventions, techniques for optimizing exercise and sleep, and tools for addressing emotional and mental health. For all its successes, mainstream medicine has failed to make much progress against the diseases of aging that kill most people: heart disease, cancer, Alzheimer’s disease, and type 2 diabetes. Too often, it intervenes with treatments too late to help, prolonging lifespan at the expense of healthspan, or quality of life. Dr. Attia believes we must replace this outdated framework with a personalized, proactive strategy for longevity, one where we take action now, rather than waiting. This is not “biohacking,” it’s science: a well-founded strategic and tactical approach to extending lifespan while also improving our physical, cognitive, and emotional health. Dr. Attia’s aim is less to tell you what to do and more to help you learn how to think about long-term health, in order to create the best plan for you as an individual. In Outlive, readers will discover: • Why the cholesterol test at your annual physical doesn’t tell you enough about your actual risk of dying from a heart attack. • That you may already suffer from an extremely common yet underdiagnosed liver condition that could be a precursor to the chronic diseases of aging. • Why exercise is the most potent pro-longevity “drug”—and how to begin training for the “Centenarian Decathlon.” • Why you should forget about diets, and focus instead on nutritional biochemistry, using technology and data to personalize your eating pattern. • Why striving for physical health and longevity, but ignoring emotional health, could be the ultimate curse of all. Aging and longevity are far more malleable than we think; our fate is not set in stone. With the right roadmap, you can plot a different path for your life, one that lets you outlive your genes to make each decade better than the one before.",
    "publication_dt": "2023-03-28",
    "page_count": "497",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593236599?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593236598?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780593236598"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FOUTLIVE%2FPeter%2BAttia%2Bwith%2BBill%2BGifford%2F9780593236598"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593236598"
      }
    ],
    "isbn13": "9780593236598",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593804148",
    "title": "ONE DAY, EVERYONE WILL HAVE ALWAYS BEEN AGAINST THIS",
    "author": "Omar El Akkad",
    "publisher": "Knopf",
    "cover": "/cache/images/f7ec015490425e5d99652841bf8b2fe4.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 10,
    "weeks_on_list": 8,
    "rank_last_week": 7,
    "published_date": "2026-02-08",
    "description": "In his nonfiction debut, El Akkad looks at how the West responds to mass suffering.",
    "details": "NEW YORK TIMES BESTSELLER • NATIONAL BOOK AWARD WINNER • A NEW YORK TIMES NOTABLE BOOK • PALESTINE BOOK AWARD WINNER • From award-winning novelist and journalist Omar El Akkad comes a powerful reckoning with what it means to live in a West that betrays its fundamental values. \"[A] bracing memoir and manifesto.\" —The New York Times \"I can’t think of a more important piece of writing to read right now. I found hope here, and help, to face what the world is now, all that it isn’t anymore. Please read this. I promise you won’t regret it.\" —Tommy Orange, bestselling author of Wandering Stars and There There On October 25, 2023, after just three weeks of the bombardment of Gaza, Omar El Akkad put out a tweet: “One day, when it’s safe, when there’s no personal downside to calling a thing what it is, when it’s too late to hold anyone accountable, everyone will have always been against this.” This tweet has been viewed more than 10 million times. As an immigrant who came to the West, El Akkad believed that it promised freedom. A place of justice for all. But in the past twenty years, reporting on the War on Terror, Ferguson, climate change, Black Lives Matter protests, and more, and watching the unmitigated slaughter in Gaza, El Akkad has come to the conclusion that much of what the West promises is a lie. That there will always be entire groups of human beings it has never intended to treat as fully human—not just Arabs or Muslims or immigrants, but whoever falls outside the boundaries of privilege. One Day, Everyone Will Have Always Been Against This is a chronicle of that painful realization, a moral grappling with what it means, as a citizen of the U.S., as a father, to carve out some sense of possibility in a time of carnage. This is El Akkad’s nonfiction debut, his most raw and vulnerable work to date, a heartsick breakup letter with the West. It is a brilliant articulation of the same breakup we are watching all over the United States, in family rooms, on college campuses, on city streets; the consequences of this rupture are just beginning. This book is for all the people who want something better than what the West has served up. This is the book for our time.",
    "publication_dt": "2025-02-25",
    "page_count": "209",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593804147?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593804148?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780593804148"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FONE%2BDAY%252C%2BEVERYONE%2BWILL%2BHAVE%2BALWAYS%2BBEEN%2BAGAINST%2BTHIS%2FOmar%2BEl%2BAkkad%2F9780593804148"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593804148"
      }
    ],
    "isbn13": "9780593804148",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780525556572",
    "title": "EVERYTHING IS TUBERCULOSIS",
    "author": "John Green",
    "publisher": "Crash Course",
    "cover": "/cache/images/58425e7cf4ddd29d3b54dca86647f0fc.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 11,
    "weeks_on_list": 30,
    "rank_last_week": 9,
    "published_date": "2026-02-08",
    "description": "The author of “The Anthropocene Reviewed” chronicles the fight against the deadly infectious disease tuberculosis.",
    "details": "Instant #1 New York Times bestseller! • #1 Washington Post bestseller! • #1 Indie Bestseller! • USA Today Bestseller! John Green, acclaimed author and passionate advocate for global healthcare reform, tells a deeply human story illuminating the fight against the world’s deadliest infectious disease. “The real magic of Green’s writing is the deeply considerate, human touch that goes into every word.” –The Associated Press ″Told with the intelligence, wit, and tragedy that have become hallmarks of the author’s work.... This is the story of us.” –Slate “Earnest and empathetic.” –The New York Times Tuberculosis has been entwined with hu­manity for millennia. Once romanticized as a malady of poets, today tuberculosis is seen as a disease of poverty that walks the trails of injustice and inequity we blazed for it. In 2019, author John Green met Henry Reider, a young tuberculosis patient at Lakka Government Hospital in Sierra Leone. John be­came fast friends with Henry, a boy with spindly legs and a big, goofy smile. In the years since that first visit to Lakka, Green has become a vocal advocate for increased access to treatment and wider awareness of the healthcare inequi­ties that allow this curable, preventable infec­tious disease to also be the deadliest, killing over a million people every year. In Everything Is Tuberculosis, John tells Henry’s story, woven through with the scientific and social histories of how tuberculosis has shaped our world—and how our choices will shape the future of tuberculosis.",
    "publication_dt": "2025-03-18",
    "page_count": "209",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0525426051?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780525556572?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780525556572"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FEVERYTHING%2BIS%2BTUBERCULOSIS%2FJohn%2BGreen%2F9780525556572"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780525556572"
      }
    ],
    "isbn13": "9780525556572",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780358439165",
    "title": "BLACK AF HISTORY",
    "author": "Michael Harriot",
    "publisher": "Dey Street",
    "cover": "/cache/images/618395c4f4623b0c86355672104f2cec.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 12,
    "weeks_on_list": 25,
    "rank_last_week": 12,
    "published_date": "2026-02-08",
    "description": "A columnist at TheGrio.com articulates moments in American history that center the perspectives and experiences of Black Americans.",
    "details": "From beloved columnist Michael Harriot comes a comprehensive and bitingly hilarious appraisal of American history, in which the dominant narrative is directly confronted and corrected to showcase the perspectives and experiences of Black Americans. It should come as no surprise that the dominant narrative of American history is blighted with errors and oversights--after all, history books were written with the perspective of white men at the forefront. It could even be said that the historical devaluation and elimination of the experiences of Black people is as American as apple pie. Or rioting after football games. Or calling the cops on Black Americans for walking around their own neighborhoods, or listening to music, or bird-watching, or any other normal everyday activity. In Black AF History, Michael Harriot challenges this narrative, presenting more than thirty little-known stories about the experiences of Black Americans, from the Tulsa Race Massacre to the history of policing. With sharp, incisive wit, Harriot speaks hilarious truth to oppressive power, providing readers with a singular look at our shared history that is as comprehensive as it is utterly necessary.",
    "publication_dt": "2022-01-25",
    "page_count": "288",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0358439167?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780358439165?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780358439165"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FBLACK%2BAF%2BHISTORY%2FMichael%2BHarriot%2F9780358439165"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780358439165"
      }
    ],
    "isbn13": "9780358439165",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781324094647",
    "title": "THE GALES OF NOVEMBER",
    "author": "John U. Bacon",
    "publisher": "Liveright",
    "cover": "/cache/images/80d8b5e94644900c116a15b352983ba2.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 13,
    "weeks_on_list": 13,
    "rank_last_week": 11,
    "published_date": "2026-02-08",
    "description": "An account of the sinking of the Edmund Fitzgerald, an American Great Lakes freighter, 50 years ago.",
    "details": "On the fiftieth anniversary of the Edmund Fitzgerald's sinking, the bestselling author of The Great Halifax Explosion tells the definitive story of the \"Mighty Fitz.\"",
    "publication_dt": "2025-10-07",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1324094648?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781324094647?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/the-gales-of-november-john-u-bacon/1146855333?ean=9781324094647"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FGales-November%2FJohn-U-Bacon%2F9781324094647"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781324094647"
      }
    ],
    "isbn13": "9781324094647",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780812988406",
    "title": "WHEN BREATH BECOMES AIR",
    "author": "Paul Kalanithi",
    "publisher": "Random House",
    "cover": "/cache/images/f1654c6489a008c8fa588bd5990010aa.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 14,
    "weeks_on_list": 76,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "A memoir by a physician who received a diagnosis of Stage IV lung cancer at the age of 36.",
    "details": "#1 NEW YORK TIMES BESTSELLER • PULITZER PRIZE FINALIST • This inspiring, exquisitely observed memoir finds hope and beauty in the face of insurmountable odds as an idealistic young neurosurgeon attempts to answer the question, What makes a life worth living? “Unmissable . . . Finishing this book and then forgetting about it is simply not an option.”—Janet Maslin, The New York Times ONE OF THE BEST BOOKS OF THE YEAR: The New York Times Book Review, People, NPR, The Washington Post, Slate, Harper’s Bazaar, Time Out New York, Publishers Weekly, BookPage At the age of thirty-six, on the verge of completing a decade’s worth of training as a neurosurgeon, Paul Kalanithi was diagnosed with stage IV lung cancer. One day he was a doctor treating the dying, and the next he was a patient struggling to live. And just like that, the future he and his wife had imagined evaporated. When Breath Becomes Air chronicles Kalanithi’s transformation from a naïve medical student “possessed,” as he wrote, “by the question of what, given that all organisms die, makes a virtuous and meaningful life” into a neurosurgeon at Stanford working in the brain, the most critical place for human identity, and finally into a patient and new father confronting his own mortality. What makes life worth living in the face of death? What do you do when the future, no longer a ladder toward your goals in life, flattens out into a perpetual present? What does it mean to have a child, to nurture a new life as another fades away? These are some of the questions Kalanithi wrestles with in this profoundly moving, exquisitely observed memoir. Paul Kalanithi died in March 2015, while working on this book, yet his words live on as a guide and a gift to us all. “I began to realize that coming face to face with my own mortality, in a sense, had changed nothing and everything,” he wrote. “Seven words from Samuel Beckett began to repeat in my head: ‘I can’t go on. I’ll go on.’” When Breath Becomes Air is an unforgettable, life-affirming reflection on the challenge of facing death and on the relationship between doctor and patient, from a brilliant writer who became both. Finalist for the PEN Center USA Literary Award in Creative Nonfiction and the Books for a Better Life Award in Inspirational Memoir",
    "publication_dt": "2016-01-12",
    "page_count": "258",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "http://www.amazon.com/When-Breath-Becomes-Paul-Kalanithi-ebook/dp/B00XSSYR50?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780812988406?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780812988406"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FWHEN%2BBREATH%2BBECOMES%2BAIR%2FPaul%2BKalanithi%2F9780812988406"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780812988406"
      }
    ],
    "isbn13": "9780812988406",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781984862105",
    "title": "POEMS & PRAYERS",
    "author": "Matthew McConaughey",
    "publisher": "Crown",
    "cover": "/cache/images/9af03b516228187be2635d1cef1f65a9.jpg",
    "list_name": "Hardcover Nonfiction",
    "category_id": "hardcover-nonfiction",
    "category_name": "精装非虚构",
    "rank": 15,
    "weeks_on_list": 15,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "The actor and author of “Greenlights” explores elements of belief and reason that make up our lives.",
    "details": "#1 NEW YORK TIMES BESTSELLER • From the Academy Award–winning actor and author of Greenlights comes an inspiring, faith-filled, and often hilarious collection of personal poetry and prayers about navigating the rodeo of life and chasing down the original dream, belief. My prayers are my poems are my prayers. I’ve always relied on logic to make sense of myself and the world. A prescriptionist at heart, I’ve always looked to reason to find the rhyme, the practical to get to the mystical, the choreography to find the dance, the proof to get to the truth, and reality to get to the dream. I’ve been finding that tougher to do lately. It’s more than hard to know what to believe in; it’s hard to believe. But I don’t want to quit believing, and I don’t want to stop believing in . . . humanity, you, myself, our potential. I think it’s time for us to flip the script on what’s historically been our means of making sense, and instead open our aperture to enchantment and look to faith, belief, and dreams for our reality. Let’s sing more than we might make sense, believe in more than the world can conclude, get more impressed with the wow instead of the how, let inspiration interrupt our appointments, dream our way to reality, serve some soul food to our hungry heads, put proof on the shelf for a season, and rhyme our way to reason. Forget logic, certainty, owning, or making a start-up company of it; let’s go beyond what we can merely imagine, and believe, in the poetry of life.",
    "publication_dt": "2025-09-16",
    "page_count": "209",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1984862103?tag=thenewyorktim-20"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/poems-prayers-matthew-mcconaughey/1147717698?ean=9781984862105"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FPoems-Prayers%2FMatthew-McConaughey%2F9781984862105"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781984862105"
      }
    ],
    "isbn13": "9781984862105",
    "isbn10": "",
    "price": "未知"
  }
]