[
  {
    "id": "9781542025614",
    "title": "WOMAN DOWN",
    "author": "Colleen Hoover",
    "publisher": "Montlake",
    "cover": "/cache/images/531fea33e849c5b9d25fdf0f0791f7ba.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 1,
    "weeks_on_list": 2,
    "rank_last_week": 2,
    "published_date": "2026-02-08",
    "description": "An author hoping to get her career back on track has a relationship with a detective that goes from inspirational to confrontational.",
    "details": "In this twisty thriller from New York Times bestselling author Colleen Hoover, a frustrated author looks for her muse in a remote hideaway, but what she finds defies all expectations...and reality. Her words used to set the page on fire. But a viral backlash over her latest film adaptation forced Petra Rose to take a hiatus, resulting in missed deadlines and an overdue mortgage. Branded a fraud and fame-hungry opportunist, she learned the hard way what happens when the internet turns on you. And she's been uninspired to write ever since. Now, with her next suspense novel outlined and savings nearly gone, she retreats to a secluded lakeside cabin, hoping to find inspiration. It's Petra's last-ditch attempt to save her career--and herself. Then he shows up. Detective Nathaniel Saint arrives with disturbing news, his presence igniting a creativity in her she thought long since burned out. Petra's words return in a rush, and her fictional cop character begins to mirror the very real cop who's becoming her muse. Their \"research\" sessions blur the lines between fantasy and reality. Each glance, every touch pulls Petra deeper into a world she thought she'd never lose herself in again. She's never felt more alive. But inspiration this powerful comes at a cost. When Saint starts taking his role in her career a little too seriously, Petra's forced to confront the chaos she created. But doing so could cost her more than the reputation she's been trying to salvage. The reputation the world wrote for her--the reputation only she can reclaim.",
    "publication_dt": "2026-01-13",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1542025613?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781542025614?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/WOMAN%20DOWN%20by%20Colleen%20Hoover"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FWoman-Down%2FColleen-Hoover%2F9781542025614"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781542025614"
      }
    ],
    "isbn13": "9781542025614",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781538742570",
    "title": "THE HOUSEMAID",
    "author": "Freida McFadden",
    "publisher": "Grand Central",
    "cover": "/cache/images/05298e4f7f851b57c3aeb44c4f01c7ab.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 2,
    "weeks_on_list": 144,
    "rank_last_week": 1,
    "published_date": "2026-02-08",
    "description": "Troubles surface when a woman looking to make a fresh start takes a job in the home of the Winchesters.",
    "details": "Every day I clean the Winchesters' beautiful house top to bottom. I collect their daughter from school. And I cook a delicious meal for the whole family before heading up to eat alone in my tiny room on the top floor. I only try on one of Nina's pristine white dresses once. Just to see what it's like. But she soon finds out, and by the time I realize my attic bedroom door only locks from the outside, it's far too late",
    "publication_dt": "2022",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1538742578?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781538742570?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9781538742570"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BHOUSEMAID%2FFreida%2BMcFadden%2F9781538742570"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781538742570"
      }
    ],
    "isbn13": "9781538742570",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781335534637",
    "title": "HEATED RIVALRY",
    "author": "Rachel Reid",
    "publisher": "Carina",
    "cover": "/cache/images/c17a20da3a6c592a4e6990f0f658884e.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 3,
    "weeks_on_list": 4,
    "rank_last_week": 3,
    "published_date": "2026-02-08",
    "description": "The second book in the Game Changers series. Rival captains of two hockey teams try to keep their relationship out of the spotlight.",
    "details": "The epic enemies-to-lovers hockey romance from USA TODAY bestselling author Rachel Reid--book two in her fan-favorite Game Changers series. Nothing interferes with pro hockey star Shane Hollander's game. Now that he's captain of the Montreal Voyageurs, he won't let anything jeopardize that--definitely not the sexy rival he loves to hate. Boston Bears captain Ilya Rozanov is everything Shane's not. The self-proclaimed king of the ice, he's as cocky as he is talented. No one can beat him--except Shane. Publicly, they're enemies. Privately, they can't stop touching each other. The smart thing to do? Walk away, once a few secret hookups turn into a struggle to keep their relationship out of the press. The truth could ruin them both. But for Shane and Ilya, secrecy is soon no longer an option... Game Changers Book 1: Game Changer Book 2: Heated Rivalry Book 3: Tough Guy Book 4: Common Goal Book 5: Role Model Book 6: The Long Game",
    "publication_dt": "2024-11-26",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1335534636?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781335534637?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/heated-rivalry-rachel-reid/1129486546?ean=9781335534637"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FHeated-Rivalry%2FRachel-Reid%2F9781335534637"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781335534637"
      }
    ],
    "isbn13": "9781335534637",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781668236512",
    "title": "THEO OF GOLDEN",
    "author": "Allen Levi",
    "publisher": "Atria",
    "cover": "/cache/images/45c09f5424a511909d4606271f67ebba.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 4,
    "weeks_on_list": 9,
    "rank_last_week": 4,
    "published_date": "2026-02-08",
    "description": "A man travels to a small Southern town, where he purchases pencil drawings of local residents and exchanges them for stories.",
    "details": "NEW YORK TIMES BESTSELLER One spring morning, a stranger arrives in the small southern city of Golden. No one knows where he has come from…or why… His name is Theo. And he asks a lot more questions than he answers. Theo visits the local coffeehouse, where ninety-two pencil portraits hang on the walls, portraits of the people of Golden done by a local artist. He begins purchasing them, one at a time, and putting them back in the hands of their “rightful owners.” With each exchange, a story is told, a friendship born, and a life altered. A story of giving and receiving, of seeing and being seen, Theo of Golden is a beautifully crafted novel about the power of creative generosity, the importance of wonder to a purposeful life, and the invisible threads of kindness that bind us to one another.",
    "publication_dt": "2025-10-03",
    "page_count": "400",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1668236516?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781668236512?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/theo-of-golden-allen-levi/1143923011?ean=9781668236512"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTheo-Golden%2FAllen-Levi%2F9781668236512"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781668236512"
      }
    ],
    "isbn13": "9781668236512",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781984806758",
    "title": "PEOPLE WE MEET ON VACATION",
    "author": "Emily Henry",
    "publisher": "Berkley",
    "cover": "/cache/images/44f16739af6e40be5b0769662d28f950.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 5,
    "weeks_on_list": 74,
    "rank_last_week": 5,
    "published_date": "2026-02-08",
    "description": "Opposites Poppy and Alex meet to vacation together one more time in hopes of saving their relationship.",
    "details": "NOW A NETFLIX FILM! • From the #1 New York Times bestselling author of Funny Story comes a sparkling novel that will leave you with the warm, hazy afterglow usually reserved for the best vacations. Two best friends. Ten summer trips. One last chance to fall in love. Poppy and Alex. Alex and Poppy. They have nothing in common. She’s a wild child; he wears khakis. She has insatiable wanderlust; he prefers to stay home with a book. And somehow, ever since a fateful car share home from college many years ago, they are the very best of friends. For most of the year they live far apart—she’s in New York City, and he’s in their small hometown—but every summer, for a decade, they have taken one glorious week of vacation together. Until two years ago, when they ruined everything. They haven't spoken since. Poppy has everything she should want, but she’s stuck in a rut. When someone asks when she was last truly happy, she knows, without a doubt, it was on that ill-fated, final trip with Alex. And so, she decides to convince her best friend to take one more vacation together—lay everything on the table, make it all right. Miraculously, he agrees. Now she has a week to fix everything. If only she can get around the one big truth that has always stood quietly in the middle of their seemingly perfect relationship. What could possibly go wrong?",
    "publication_dt": "2021-05-11",
    "page_count": "401",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1984806750?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781984806758?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9781984806758"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FPEOPLE%2BWE%2BMEET%2BON%2BVACATION%2FEmily%2BHenry%2F9781984806758"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781984806758"
      }
    ],
    "isbn13": "9781984806758",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780349132617",
    "title": "THE HOUSEMAID'S SECRET",
    "author": "Freida McFadden",
    "publisher": "Mobius",
    "cover": "/cache/images/00e99937fd55b4f75a67b1fc0cbc00f1.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 6,
    "weeks_on_list": 71,
    "rank_last_week": 6,
    "published_date": "2026-02-08",
    "description": "The second book in the Housemaid series. The sound of crying and the appearance of blood portend misdeeds.",
    "details": "This absolutely explosive and shockingly twisty sequel to USA Today bestseller The Housemaid will keep you racing through the pages late into the night. It's hard to find an employer who doesn't ask too many questions about my past. So I thank my lucky stars that the Garricks miraculously give me a job cleaning their stunning penthouse with views across the city and preparing fancy meals in their shiny kitchen. I can work here for a while, stay quiet until I get what I want. It's almost perfect. But I haven't seen the inside of the guest bedroom, which I'm forbidden to enter. And I still haven't met Mrs Garrick. I'm sure I hear her crying. I notice spots of blood around the neck of her white nightgowns when I'm doing laundry. One day I can't help but knock on the door. When it gently swings open, what I see inside changes everything... That's when I make a promise. After all, I've done this before. I can protect Mrs Garrick while keeping my own secrets locked up safe. Douglas Garrick has done wrong. He is going to pay. It's simply a question of how far I'm willing to go...",
    "publication_dt": "2023-07-11",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0349132615?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780349132617?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780349132617"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BHOUSEMAID%2527S%2BSECRET%2FFreida%2BMcFadden%2F9780349132617"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780349132617"
      }
    ],
    "isbn13": "9780349132617",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781335534644",
    "title": "THE LONG GAME",
    "author": "Rachel Reid",
    "publisher": "Carina",
    "cover": "/cache/images/63da7aaaeaefd29118262597b6a6912b.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 7,
    "weeks_on_list": 4,
    "rank_last_week": 11,
    "published_date": "2026-02-08",
    "description": "The sixth book in the Game Changers series. Ten years into their relationship, Ilya is tired of Shane keeping it a secret.",
    "details": "Shane and Ilya's story, first seen in Heated Rivalry, continues in this long-awaited hockey romance from USA TODAY bestselling author Rachel Reid. To the world they are rivals, but to each other they are everything. Ten years. That's how long Shane Hollander and Ilya Rozanov have been seeing each other. How long they've been keeping their relationship a secret. From friends, from family...from the league. If Shane wants to stay at the top of his game, what he and Ilya share has to remain secret. He loves Ilya, but what if going public ruins everything? Ilya is sick of secrets. Shane has gotten so good at hiding his feelings, sometimes Ilya questions if they even exist. The closeness, the intimacy, even the risk that would come with being open about their relationship...Ilya wants it all. It's time for them to decide what's most important--hockey or love. It's time to make a call. Game Changers Book 1: Game Changer Book 2: Heated Rivalry Book 3: Tough Guy Book 4: Common Goal Book 5: Role Model Book 6: The Long Game",
    "publication_dt": "2024-11-26",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1335534644?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781335534644?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20LONG%20GAME%20by%20Rachel%20Reid"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FLong-Game%2FRachel-Reid%2F9781335534644"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781335534644"
      }
    ],
    "isbn13": "9781335534644",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593135228",
    "title": "PROJECT HAIL MARY",
    "author": "Andy Weir",
    "publisher": "Ballantine",
    "cover": "/cache/images/017269d1945286922f0c1b9db17c1376.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 8,
    "weeks_on_list": 31,
    "rank_last_week": 7,
    "published_date": "2026-02-08",
    "description": "Ryland Grace awakes from a long sleep alone and far from home, and the fate of humanity rests on his shoulders.",
    "details": "THE #1 NEW YORK TIMES BESTSELLER FROM THE AUTHOR OF THE MARTIAN • Soon to be a major motion picture starring Ryan Gosling, directed by Phil Lord and Christopher Miller, with a screenplay by Drew Goddard A lone astronaut must save the earth from disaster in this “propulsive” (Entertainment Weekly), cinematic thriller full of suspense, humor, and fascinating science. HUGO AWARD FINALIST • ONE OF THE YEAR’S BEST BOOKS: Bill Gates, GatesNotes, New York Public Library, Parade, Newsweek, Polygon, Shelf Awareness, She Reads, Kirkus Reviews, Library Journal • New York Times Readers Pick: 100 Best Books of the 21st Century “An epic story of redemption, discovery and cool speculative sci-fi.”—USA Today “If you loved The Martian, you’ll go crazy for Weir’s latest.”—The Washington Post Ryland Grace is the sole survivor on a desperate, last-chance mission—and if he fails, humanity and the earth itself will perish. Except that right now, he doesn’t know that. He can’t even remember his own name, let alone the nature of his assignment or how to complete it. All he knows is that he’s been asleep for a very, very long time. And he’s just been awakened to find himself millions of miles from home, with nothing but two corpses for company. His crewmates dead, his memories fuzzily returning, Ryland realizes that an impossible task now confronts him. Hurtling through space on this tiny ship, it’s up to him to puzzle out an impossible scientific mystery—and conquer an extinction-level threat to our species. And with the clock ticking down and the nearest human being light-years away, he’s got to do it all alone. Or does he? An irresistible interstellar adventure as only Andy Weir could deliver, Project Hail Mary is a tale of discovery, speculation, and survival to rival The Martian—while taking us to places it never dreamed of going.",
    "publication_dt": "2022-10-04",
    "page_count": "497",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593135202?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593135228?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9780593135228"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FPROJECT%2BHAIL%2BMARY%2FAndy%2BWeir%2F9780593135228"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593135228"
      }
    ],
    "isbn13": "9780593135228",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593820254",
    "title": "DUNGEON CRAWLER CARL",
    "author": "Matt Dinniman",
    "publisher": "Ace",
    "cover": "/cache/images/c6b3a34b452faa577afbdf9e7eb403a5.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 9,
    "weeks_on_list": 4,
    "rank_last_week": 8,
    "published_date": "2026-02-08",
    "description": "A Coast Guard vet named Carl and his ex-girlfriend’s cat, Princess Donut, are trapped in a fantasy dungeon.",
    "details": "NEW YORK TIMES BESTSELLER • The apocalypse will be televised! Welcome to the first book in the wildly popular and addictive Dungeon Crawler Carl series—now with bonus material exclusive to this print edition. You know what’s worse than breaking up with your girlfriend? Being stuck with her prize-winning show cat. And you know what’s worse than that? An alien invasion, the destruction of all man-made structures on Earth, and the systematic exploitation of all the survivors for a sadistic intergalactic game show. That’s what. Join Coast Guard vet Carl and his ex-girlfriend’s cat, Princess Donut, as they try to survive the end of the world—or just get to the next level—in a video game–like, trap-filled fantasy dungeon. A dungeon that’s actually the set of a reality television show with countless viewers across the galaxy. Exploding goblins. Magical potions. Deadly, drug-dealing llamas. This ain’t your ordinary game show. Welcome, Crawler. Welcome to the Dungeon. Survival is optional. Keeping the viewers entertained is not. Includes part one of the exclusive bonus story “Backstage at the Pineapple Cabaret.”",
    "publication_dt": "2025-12-30",
    "page_count": "481",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593820258?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593820254?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/dungeon-crawler-carl-matt-dinniman/1145437169?ean=9780593820254"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FDungeon-Crawler-Carl%2FMatt-Dinniman%2F9780593820254"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593820254"
      }
    ],
    "isbn13": "9780593820254",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781464221132",
    "title": "THE HOUSEMAID IS WATCHING",
    "author": "Freida McFadden",
    "publisher": "Poisoned Pen",
    "cover": "/cache/images/bb7245ed6a7920ba380948880d87a3cb.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 10,
    "weeks_on_list": 44,
    "rank_last_week": 9,
    "published_date": "2026-02-08",
    "description": "The third book in the Housemaid series. Dangers lurk in a quiet neighborhood.",
    "details": "A twisting, pulse-pounding thriller from Freida McFadden, the New York Times bestselling author of The Housemaid and The Coworker \"You must be our new neighbors!\" Mrs. Lowell gushes and waves across the picket fence. I clutch my daughter's hand and smile back: but the second Mrs. Lowell sees my husband a strange expression crosses her face. In that moment I make a promise. We finally have a family home. My past is far, far behind us. And I'll do anything to keep it that way... I used to clean other people's houses--now, I can't believe this home is actually mine. The charming kitchen, the quiet cul-de-sac, the huge yard where my kids can play. My husband and I saved for years to give our children the life they deserve. Even though I'm wary of our new neighbor Mrs. Lowell, when she invites us over for dinner it's our chance to make friends. Her maid opens the door wearing a white apron, her hair in a tight bun. I know exactly what it's like to be in her shoes. But her cold stare gives me chills... The Lowells' maid isn't the only strange thing on our street. I'm sure I see a shadowy figure watching us. My husband leaves the house late at night. And when I meet a woman who lives across the way, her words chill me to the bone: Be careful of your neighbors. Did I make a terrible mistake moving my family here? I thought I'd left my darkest secrets behind. But could this quiet suburban street be the most dangerous place of all? From New York Times, USA Today and Wall Street Journal bestselling author Freida McFadden comes the next instalment of the unbelievably twisty, tension-packed and globally bestselling Housemaid series. This book can be enjoyed as a standalone read: and once you start, it will have you up all night racing through the pages until the final explosive twist.",
    "publication_dt": "2024-06-11",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1464221138?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781464221132?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9781464221132"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BHOUSEMAID%2BIS%2BWATCHING%2FFreida%2BMcFadden%2F9781464221132"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781464221132"
      }
    ],
    "isbn13": "9781464221132",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781335534620",
    "title": "GAME CHANGER",
    "author": "Rachel Reid",
    "publisher": "Carina",
    "cover": "/cache/images/4d09cc7f64eac1c1b944eb2c22488026.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 11,
    "weeks_on_list": 3,
    "rank_last_week": 10,
    "published_date": "2026-02-08",
    "description": "The captain of a hockey team worries about public perceptions after he starts a relationship with a guy who works at a smoothie shop.",
    "details": "The book that started it all! USA TODAY bestselling author Rachel Reid's beloved Game Changers series starts here, with a secret-relationship romance set in the world of professional hockey. New York Admirals captain Scott Hunter takes his pregame rituals very seriously. When a particular smoothie precedes Scott's breaking his on-ice slump, he's desperate to recreate the magic...and to get to know the sexy, funny guy behind the counter. Kip Grady knew there was more to Scott's frequent visits than blended fruit, but he never let himself imagine being invited back to Scott's penthouse. Or kissed with reckless abandon--and more. What goes on between them is hot, incredible and frequent...but also only on Scott's terms and always behind his closed apartment doors. Scott needs Kip in his life, but with playoff season approaching, the spotlight on him is suddenly brighter than ever. He can't afford to do anything that might derail his career or the public's image of what a hockey captain should be. Kip is ready to go all in with Scott--but how much longer will he have to remain a secret? Game Changers Book 1: Game Changer Book 2: Heated Rivalry Book 3: Tough Guy Book 4: Common Goal Book 5: Role Model Book 6: The Long Game",
    "publication_dt": "2024-11-26",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1335534628?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781335534620?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/GAME%20CHANGER%20by%20Rachel%20Reid"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FGame-Changer%2FRachel-Reid%2F9781335534620"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781335534620"
      }
    ],
    "isbn13": "9781335534620",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781728296166",
    "title": "NEVER LIE",
    "author": "Freida McFadden",
    "publisher": "Poisoned Pen",
    "cover": "/cache/images/dfe0413d94c518fa04e1f2444ece3e2a.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 12,
    "weeks_on_list": 28,
    "rank_last_week": 14,
    "published_date": "2026-02-08",
    "description": "A winter storm traps a pair of newlyweds in a remote manor whose previous owner mysteriously disappeared.",
    "details": "A twisted, psychological thriller from USA Today bestselling author of The Housemaid, Freida McFadden Newlyweds Tricia and Ethan are searching for the house of their dreams. But when they visit the remote manor that once belonged to Dr. Adrienne Hale, a renowned psychiatrist who vanished without a trace four years earlier, a violent winter storm traps them at the estate... with no chance of escape until the blizzard comes to an end. In search of a book to keep her entertained until the snow abates, Tricia happens upon a secret room. One that contains audio transcripts from every single patient Dr. Hale has ever interviewed. As Tricia listens to the cassette tapes, she learns about the terrifying chain of events leading up to Dr. Hale's mysterious disappearance. Tricia plays the tapes one by one, late into the night. With each one, another shocking piece of the puzzle falls into place, and Dr. Adrienne Hale's web of lies slowly unravels. And then Tricia reaches the final cassette. The one that reveals the entire horrifying truth.",
    "publication_dt": "2023-12",
    "page_count": "0",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1728296161?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781728296166?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9781728296166"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FNEVER%2BLIE%2FFreida%2BMcFadden%2F9781728296166"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781728296166"
      }
    ],
    "isbn13": "9781728296166",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781250301703",
    "title": "THE SILENT PATIENT",
    "author": "Alex Michaelides",
    "publisher": "Celadon",
    "cover": "/cache/images/84643b7b82d95d106acd2254ca85dfca.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 13,
    "weeks_on_list": 151,
    "rank_last_week": 0,
    "published_date": "2026-02-08",
    "description": "Theo Faber looks into the mystery of a famous painter who stops speaking after shooting her husband.",
    "details": "The instant #1 New York Times bestseller \"An unforgettable—and Hollywood-bound—new thriller... A mix of Hitchcockian suspense, Agatha Christie plotting, and Greek tragedy.\" —Entertainment Weekly The Silent Patient is a shocking psychological thriller of a woman’s act of violence against her husband—and of the therapist obsessed with uncovering her motive. Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations—a search for the truth that threatens to consume him....",
    "publication_dt": "2020-05-05",
    "page_count": "352",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/Silent-Patient-Alex-Michaelides/dp/1250301696?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781250301703?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.barnesandnoble.com/w/?ean=9781250301703"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BSILENT%2BPATIENT%2FAlex%2BMichaelides%2F9781250301703"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781250301703"
      }
    ],
    "isbn13": "9781250301703",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781640635333",
    "title": "THE LAST LETTER",
    "author": "Rebecca Yarros",
    "publisher": "Amara",
    "cover": "/cache/images/abdb1aef28be39b4d5a102c320888f9f.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 14,
    "weeks_on_list": 3,
    "rank_last_week": 12,
    "published_date": "2026-02-08",
    "description": "Ryan asks his friend Beckett to help his sister, who is caring for her twin children in Telluride.",
    "details": "“The Last Letter is a haunting, heartbreaking and ultimately inspirational love story.“—InTouch Weekly Beckett, If you’re reading this, well, you know the last-letter drill. You made it. I didn’t. Get off the guilt train, because I know if there was any chance you could have saved me, you would have. I need one thing from you: get out of the army and get to Telluride. My little sister Ella’s raising the twins alone. She’s too independent and won’t accept help easily, but she has lost our grandmother, our parents, and now me. It’s too much for anyone to endure. It’s not fair. And here’s the kicker: there’s something else you don’t know that’s tearing her family apart. She’s going to need help. So if I’m gone, that means I can’t be there for Ella. I can’t help them through this. But you can. So I’m begging you, as my best friend, go take care of my sister, my family. Please don’t make her go through it alone. Ryan",
    "publication_dt": "2019-02-26",
    "page_count": "432",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1640635335?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781640635333?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/s/THE%20LAST%20LETTER%20by%20Rebecca%20Yarros"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FLast-Letter%2FRebecca-Yarros%2F9781640635333"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781640635333"
      }
    ],
    "isbn13": "9781640635333",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593418925",
    "title": "THE GOD OF THE WOODS",
    "author": "Liz Moore",
    "publisher": "Riverhead",
    "cover": "/cache/images/2d976fb6de1285d9755793c5175f8a2c.jpg",
    "list_name": "Paperback Trade Fiction",
    "category_id": "trade-fiction-paperback",
    "category_name": "平装小说",
    "rank": 15,
    "weeks_on_list": 13,
    "rank_last_week": 13,
    "published_date": "2026-02-08",
    "description": "When a 13-year-old girl disappears from an Adirondack summer camp in 1975, secrets kept by the Van Laar family emerge.",
    "details": "A NEW YORK TIMES BESTSELLER and ONE OF THE NEW YORK TIMES’S NOTABLE BOOKS OF THE YEAR A NEW YORK TIMES \"BEST THRILLER\" and \"BEST CRIME NOVEL\" OF THE YEAR PEOPLE MAGAZINE’S #1 BOOK OF THE YEAR “Extraordinary . . . Reminds me of Donna Tartt’s 1992 debut, The Secret History . . . I was so thoroughly submerged in a rich fictional world, that for hours I barely came up for air.” —Maureen Corrigan, Fresh Air, NPR “This expertly paced thriller …has the kineticism of a well-crafted miniseries.” —The New Yorker When a teenager vanishes from her Adirondack summer camp, two worlds collide Early morning, August 1975: a camp counselor discovers an empty bunk. Its occupant, Barbara Van Laar, has gone missing. Barbara isn’t just any thirteen-year-old: she’s the daughter of the family that owns the summer camp and employs most of the region’s residents. And this isn’t the first time a Van Laar child has disappeared. Barbara’s older brother similarly vanished fourteen years ago, never to be found. As a panicked search begins, a thrilling drama unfolds. Chasing down the layered secrets of the Van Laar family and the blue-collar community working in its shadow, Moore’s multi-threaded story invites readers into a rich and gripping dynasty of secrets and second chances. It is Liz Moore’s most ambitious and wide-reaching novel yet.",
    "publication_dt": "2025-10-28",
    "page_count": "577",
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593418921?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593418925?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.barnesandnoble.com/w/the-god-of-the-woods-liz-moore/1144221048?ean=9780593418925"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FGod-Woods%2FLiz-Moore%2F9780593418925"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593418925"
      }
    ],
    "isbn13": "9780593418925",
    "isbn10": "",
    "price": "未知"
  }
]