[
  {
    "id": "9780385548984",
    "title": "THE WIDOW",
    "author": "John Grisham",
    "publisher": "Doubleday",
    "cover": "/cache/images/6eb44d579ffa730e5e343ceeaf749aad.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 1,
    "weeks_on_list": 7,
    "rank_last_week": 2,
    "published_date": "2025-12-21",
    "description": "When Simon Latch, a lawyer in rural Virginia, is accused of murder, he goes in search of the real killer.",
    "details": "#1 New York Times bestselling author John Grisham is the acclaimed master of the legal thriller. Now, he’s back with his first-ever whodunit, even more suspenseful than his courtroom dramas, as a small-time lawyer accused of murder races to find the real killer to clear his name. “A classic, compulsive, taut and thrilling novel from one of the great storytellers of our time. The Widow is John Grisham at his irresistible, unforgettable best.”—Chris Whitaker, author of All the Colors of the Dark Simon Latch is a lawyer in rural Virginia, making just enough to pay his bills while his marriage slowly falls apart. Then into his office walks Eleanor Barnett, an elderly widow in need of a new will. Apparently, her husband left her a small fortune, and no one knows about it. Once he hooks the richest client of his career, Simon works quietly to keep her wealth under the radar. But soon her story begins to crack. When she is hospitalized after a car accident, Simon realizes that nothing is as it seems, and he finds himself on trial for a crime he swears he didn’t commit: murder. Simon knows he’s innocent. But he also knows the circumstantial evidence is against him, and he could spend the rest of his life behind bars. To save himself, he must find the real killer….",
    "publication_dt": "2025-10-21",
    "page_count": 417,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0385548982?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780385548984?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-widow-john-grisham%2F1147191431%3Fean%3D9780385548984"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FWidow%2FJohn-Grisham%2F9780385548984"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780385548984"
      }
    ],
    "isbn13": "9780385548984",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780385546898",
    "title": "THE SECRET OF SECRETS",
    "author": "Dan Brown",
    "publisher": "Doubleday",
    "cover": "/cache/images/7fbb90217935768fab8d0b71031bed83.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 2,
    "weeks_on_list": 13,
    "rank_last_week": 4,
    "published_date": "2025-12-21",
    "description": "As he searches for the missing noetic scientist he has been seeing, Robert Langdon discovers something regarding a secret project.",
    "details": "The world's most celebrated thriller writer returns with his most stunning novel yet--a propulsive, twisty, thought-provoking masterpiece that will entertain readers as only Dan Brown can do. Robert Langdon, esteemed professor of symbology, travels to Prague to attend a groundbreaking lecture by Katherine Solomon--a prominent noetic scientist with whom he has recently begun a relationship. Katherine is on the verge of publishing an explosive book that contains startling discoveries about the nature of human consciousness and threatens to disrupt centuries of established belief. But a brutal murder catapults the trip into chaos, and Katherine suddenly disappears along with her manuscript. Langdon finds himself targeted by a powerful organization and hunted by a chilling assailant sprung from Prague's most ancient mythology. As the plot expands into London and New York, Langdon desperately searches for Katherine . . . and for answers. In a thrilling race through the dual worlds of futuristic science and mystical lore, he uncovers a shocking truth about a secret project that will forever change the way we think about the human mind.",
    "publication_dt": "2025-09-09",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0385546890?tag=thenewyorktim-20"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-secret-of-secrets-dan-brown%2F1146902400%3Fean%3D9780385546898"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FSecret-Secrets%2FDan-Brown%2F9780385546898"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780385546898"
      }
    ],
    "isbn13": "9780385546898",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781538774229",
    "title": "BRIMSTONE",
    "author": "Callie Hart",
    "publisher": "Forever",
    "cover": "/cache/images/e18c402b3c8b3205e854c27bbc01fd0d.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 3,
    "weeks_on_list": 3,
    "rank_last_week": 1,
    "published_date": "2025-12-21",
    "description": "The second book in the Fae & Alchemy series. To save those close to them, Saeris and Fisher face a new set of dangers.",
    "details": "This limited deluxe edition with metallic edges, gorgeous cover effects, designed endpapers, and a stamped foil case continues the epic story begun in runaway bestseller and global phenomenon Quicksilver. Duty. Blood. Honor. Power. Saeris Fane doesn't want power. The very last thing she needs is her name whispered on an entire court's lips, but now that she's been crowned queen of the Blood Court, she's discovering that a queen's life is not her own. A heavy weight rests upon her shoulders. Her ward--and her brother--need her back in her homeland...but the changes that have strengthened Saeris have also made her weak. Born under blazing suns, Saeris will surely die if she makes her way home through the Quicksilver. Which means that, once again, she must send someone else in her stead... \"Keep your mouth shut. Stick to the shadows. And for the love of all seven Gods, do NOT crack any jokes.\" Kingfisher of the Ajun Gate has defeated armies and survived all manner of horrors, but traveling back to Zilvaren with Carrion Swift might just be the death of him. The male just will not shut up. Hidden dangers await them down the narrow alleyways of the Silver City. Unfolding secrets pose impossible threats. Fisher must wrangle the smuggler and accomplish his goals quickly if he wants to see his mate again. A darkness falls across Yvelia. The realm and their friends are in danger. Together, Saeris and Fisher will pass through fire and brimstone to save them.",
    "publication_dt": "2025-11-18",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1538774224?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781538774229?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fbrimstone-callie-hart%2F1146895617%3Fean%3D9781538774229"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FBrimstone-Fae-Alchemy-Deluxe-Limited%2FCallie-Hart%2F9781538774229"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781538774229"
      }
    ],
    "isbn13": "9781538774229",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593798430",
    "title": "THE CORRESPONDENT",
    "author": "Virginia Evans",
    "publisher": "Crown",
    "cover": "/cache/images/b2275191904cabecca4192cf16a5168c.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 4,
    "weeks_on_list": 6,
    "rank_last_week": 10,
    "published_date": "2025-12-21",
    "description": "Letters from someone she used to know push Sybil Van Antwerp toward revisiting her past and finding a way to forgive.",
    "details": "NEW YORK TIMES BESTSELLER • Discover the word-of-mouth hit hailed by Ann Patchett as “A cause for celebration”—an intimate novel about the transformative power of the written word and the beauty of slowing down to reconnect with the people we love. “The Correspondent is this year’s breakout novel no one saw coming.”—The Wall Street Journal “I cried more than once as I witnessed this brilliant woman come to understand herself more deeply.”—Florence Knapp, author of The Names LONGLISTED FOR THE CENTER FOR FICTION FIRST NOVEL PRIZE AND THE ANDREW CARNEGIE MEDAL • A PBS TOP SUMMER BOOK • LIBRARYREADS PICK OF THE MONTH “Imagine, the letters one has sent out into the world, the letters received back in turn, are like the pieces of a magnificent puzzle. . . . Isn’t there something wonderful in that, to think that a story of one’s life is preserved in some way, that this very letter may one day mean something, even if it is a very small thing, to someone?” Filled with knowledge that only comes from a life fully lived, The Correspondent is a gem of a novel about the power of finding solace in literature and connection with people we might never meet in person. It is about the hubris of youth and the wisdom of old age, and the mistakes and acts of kindness that occur during a lifetime. Sybil Van Antwerp has throughout her life used letters to make sense of the world and her place in it. Most mornings, around half past ten, Sybil sits down to write letters—to her brother, to her best friend, to the president of the university who will not allow her to audit a class she desperately wants to take, to Joan Didion and Larry McMurtry to tell them what she thinks of their latest books, and to one person to whom she writes often yet never sends the letter. Sybil expects her world to go on as it always has—a mother, grandmother, wife, divorcee, distinguished lawyer, she has lived a very full life. But when letters from someone in her past force her to examine one of the most painful periods of her life, she realizes that the letter she has been writing over the years needs to be read and that she cannot move forward until she finds it in her heart to offer forgiveness. Sybil Van Antwerp’s life of letters might be “a very small thing,” but she also might be one of the most memorable characters you will ever read.",
    "publication_dt": "2025-04-29",
    "page_count": 305,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593798430?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593798430?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-correspondent-virginia-evans%2F1146138272%3Fean%3D9780593798430"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fsearch%3Fquery%3DTHE%2520CORRESPONDENT%2520by%2520Virginia%2520Evans"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593798430"
      }
    ],
    "isbn13": "9780593798430",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593972700",
    "title": "ALCHEMISED",
    "author": "SenLinYu",
    "publisher": "Del Rey",
    "cover": "/cache/images/ebda4143160d2dbcdebea3b5ab0321b0.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 5,
    "weeks_on_list": 11,
    "rank_last_week": 3,
    "published_date": "2025-12-21",
    "description": "After the war, an imprisoned alchemist is sent to a necromancer to recover her lost memories.",
    "details": "#1 NEW YORK TIMES BESTSELLER • In this riveting dark fantasy debut, a woman with missing memories fights to survive a war-torn world of necromancy and alchemy—and the man tasked with unearthing the deepest secrets of her past. This stunning hardcover edition features a deluxe jacket with gold foil on the front and a full-color illustration on the reverse, gorgeous designed endpapers, a gold foil case stamp, and, from acclaimed artist Avendell, a black-and-white interior illustration. “What is it you think you’re protecting in that brain of yours? The war is over. Holdfast is dead. The Eternal Flame extinguished. There’s no one left for you to save.” Once a promising alchemist, Helena Marino is now a prisoner—of war and of her own mind. Her Resistance friends and allies have been brutally murdered, her abilities suppressed, and the world she knew destroyed. In the aftermath of a long war, Paladia’s new ruling class of corrupt guild families and depraved necromancers, whose vile undead creatures helped bring about their victory, holds Helena captive. According to Resistance records, she was a healer of little importance within their ranks. But Helena has inexplicable memory loss of the months leading up to her capture, making her enemies wonder: Is she truly as insignificant as she appears, or are her lost memories hiding some vital piece of the Resistance’s final gambit? To uncover the memories buried deep within her mind, Helena is sent to the High Reeve, one of the most powerful and ruthless necromancers in this new world. Trapped on his crumbling estate, Helena’s fight—to protect her lost history and to preserve the last remaining shreds of her former self—is just beginning. For her prison and captor have secrets of their own . . . secrets Helena must unearth, whatever the cost.",
    "publication_dt": "2025-09-23",
    "page_count": 1041,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593972708?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593972700?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Falchemised-senlinyu%2F1146838848%3Fean%3D9780593972700"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FAlchemised%2FSenLinYu%2F9780593972700"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593972700"
      }
    ],
    "isbn13": "9780593972700",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780316569569",
    "title": "RETURN OF THE SPIDER",
    "author": "James Patterson",
    "publisher": "Little, Brown",
    "cover": "/cache/images/4c4343d182ad33b7402cbd76d74916fe.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 6,
    "weeks_on_list": 3,
    "rank_last_week": 9,
    "published_date": "2025-12-21",
    "description": "The 34th book in the Alex Cross series. An enemy’s murder book suggests Cross may have made rookie mistakes years ago.",
    "details": "Return of the Spider is the stunning prequel to Along Came a Spider. The suspense classic Along Came a Spider introduced an unsurpassed rivalry: Detective Alex Cross: the \"human superhero\" (New York Times) versus Gary Soneji: the \"most deliciously wicked character since Hannibal Lecter\" (Lexington Herald-Leader). But that wasn't their first meeting... At a desolate cabin in the woods, police discover a hidden journal titled \"Profiles in Homicidal Genius.\" Evidence points to it being a murder book kept by Soneji. As Alex studies the clues, he's enmeshed in a web of evil Soneji designed to ensnare him all along. Plunging into the past, Alex must now retrace the steps of a long-ago investigation and face...the Return of the Spider. Now enter the world of the #1 bestselling detective series behind the #1 show Cross on Prime Video.",
    "publication_dt": "2025-11-24",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0316569569?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780316569569?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Freturn-of-the-spider-james-patterson%2F1147078600%3Fean%3D9780316569569"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FReturn-Spider%2FJames-Patterson%2F9780316569569"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780316569569"
      }
    ],
    "isbn13": "9780316569569",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9798889661115",
    "title": "MONA'S EYES",
    "author": "Thomas Schlesser",
    "publisher": "Europa",
    "cover": "/cache/images/3da6c0df34ce3e709dc904d3ebd52a23.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 7,
    "weeks_on_list": 3,
    "rank_last_week": 13,
    "published_date": "2025-12-21",
    "description": "A 10-year-old who may get permanent vision loss is bolstered by her grandfather’s quest to bring beauty into her life; translated by Hildegarde Serle.",
    "details": "An inspiring journey across five centuries of art in the company of 10-year-old Mona and her grandfather, Henry. They have only fifty-two Wednesdays to visit fifty-two masterpieces and commit to memory what is most beautiful in the world before Mona loses her sight forever. A novel of initiation that does for art what Jostein Gaarder's novel Sophie's World did for philosophy, with the emotional impact of The Elegance of the Hedgehog, and the readability of Yann Martel's Life of Pi, Thomas Schlesser's sensational debut novel Mona's Eyes is at once a moving book about the fullness of life and a deeply touching story about the special relationship between a girl and her grandfather. The doctors can find no explanation for ten-year-old Mona's sudden, brief episode of blindness, but they all agree that it might come back, and that permanent blindness cannot be ruled out. Mona's grandfather Henry may not be able to stop his granddaughter from losing her sight, but he can fill the encroaching darkness with beauty. Each week on Wednesday, for an entire year, they visit one masterpiece, each week a new one. On these visits, Mona and her grandfather will experience a full range of emotions; their enchantment as well as their melancholy will be complete, and their lives will never be the same. From Botticelli to Basquiat, Mona will discover not only the power of art but also the meaning of generosity, doubt, melancholy, loss, love, memory, revolt, and so much more. With the brio of a novelist, the erudition of an art historian, and the exuberance of one who is alive to life's wonders, Thomas Schlesser has written a highly accessible, heartfelt novel that will delight and inspire readers of all ages.",
    "publication_dt": "2025-08-26",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/B0DTTH6GBV?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9798889661115?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fmonas-eyes-thomas-schlesser%2F1146872781%3Fean%3D9798889661115"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FMonas-Eyes%2FThomas-Schlesser%2F9798889661115"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9798889661115"
      }
    ],
    "isbn13": "9798889661115",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781538757987",
    "title": "NASH FALLS",
    "author": "David Baldacci",
    "publisher": "Grand Central",
    "cover": "/cache/images/6e8272a86825abcdfe40d4302b07225b.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 8,
    "weeks_on_list": 4,
    "rank_last_week": 15,
    "published_date": "2025-12-21",
    "description": "A successful businessman’s life is turned upside down when he is recruited by the F.B.I. to stop a large money laundering scheme.",
    "details": "The newest thriller from #1 New York Times bestselling author David Baldacci!",
    "publication_dt": "2025-11-11",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1538757982?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781538757987?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fnash-falls-david-baldacci%2F1147333605%3Fean%3D9781538757987"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FNash-Falls%2FDavid-Baldacci%2F9781538757987"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781538757987"
      }
    ],
    "isbn13": "9781538757987",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593725849",
    "title": "EXIT STRATEGY",
    "author": "Lee Child and Andrew Child",
    "publisher": "Bantam",
    "cover": "/cache/images/21abdf7a10afb63acce85ffff1354a2e.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 9,
    "weeks_on_list": 4,
    "rank_last_week": 11,
    "published_date": "2025-12-21",
    "description": "The 30th book in the Jack Reacher series. Reacher’s interest is piqued when he finds a handwritten note in his pocket.",
    "details": "Jack Reacher will make three stops today. Not all of them were planned for. The page-turning new Jack Reacher thriller from #1 New York Times bestselling authors Lee Child and Andrew Child. Don’t miss the hit streaming series Reacher! First—a Baltimore coffee shop. A seat in the corner, facing the door. Black coffee, two refills, no messing around. A minor interruption from two of the customers, but nothing he can’t deal with swiftly. As he leaves, a young guy brushes against him in the doorway. Instinctively Reacher checks the pocket holding his cash and passport. There’s no problem. Nothing is missing. Second—a store to buy a coat. Nothing fancy. Something he can ditch when he heads to warmer climates. Large enough to fit a man the size of a bank vault. As he pulls out his cash, he finds something new in his pocket. A handwritten note. A desperate plea for help. Third—wherever this bend in the road takes him. Impressed by the guy’s technique and intrigued by the message, Reacher makes it his mission to find out more . .",
    "publication_dt": "2025-11-11",
    "page_count": 321,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593725840?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593725849?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fexit-strategy-lee-child%2F1146640960%3Fean%3D9780593725849"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FExit-Strategy%2FLee-Child%2F9780593725849"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593725849"
      }
    ],
    "isbn13": "9780593725849",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781464260919",
    "title": "THE INTRUDER",
    "author": "Freida McFadden",
    "publisher": "Poisoned Pen",
    "cover": "/cache/images/a36db298a2ea9b38a18763552439d2a7.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 10,
    "weeks_on_list": 8,
    "rank_last_week": 7,
    "published_date": "2025-12-21",
    "description": "During a rough storm, Casey puts herself in danger when she lets a girl, who is covered in blood, into her cabin.",
    "details": "There's someone at your front door - should you let them in? Find out in a riveting new thriller from global sensation and #1 New York Times bestselling author of The Housemaid, Freida McFadden! Who knows what the storm will blow in... Casey's cabin in the wilderness is not built for a hurricane. Her roof shakes, the lights flicker, and the tree outside her front door sways ominously in the wind. But she's a lot more worried about the girl she discovers lurking outside her kitchen window. She's young. She's alone. And she's covered in blood. The girl won't explain where she came from, or loosen her grip on the knife in her right hand. And when Casey makes a disturbing discovery in the middle of the night, things take a turn for the worse. The girl has a dark secret. One she'll kill to keep. And if Casey gets too close to the truth, she may not live to see the morning. In this taut, deadly tale of survival and desperation, #1 New York Times bestselling author Freida McFadden explores how far one girl will go to save herself.",
    "publication_dt": "2025-10-07",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1464260915?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781464260919?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-intruder-freida-mcfadden%2F1147331363%3Fean%3D9781464260919"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FIntruder%2FFreida-McFadden%2F9781464260919"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781464260919"
      }
    ],
    "isbn13": "9781464260919",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781538774700",
    "title": "GONE BEFORE GOODBYE",
    "author": "Reese Witherspoon and Harlan Coben",
    "publisher": "Grand Central",
    "cover": "/cache/images/d7d2d63cbfbf5e092a51d55410895855.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 11,
    "weeks_on_list": 8,
    "rank_last_week": 5,
    "published_date": "2025-12-21",
    "description": "When a mysterious man disappears, the former combat surgeon giving him medical assistance goes on the lam.",
    "details": "The first collaborative novel by Oscar-winning actor, producer, New York Times bestselling author and Reese's Book Club/Hello Sunshine founder Reese Witherspoon and # 1 international bestselling author and TV creator Harlan Coben.",
    "publication_dt": "2025-10-14",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1538774704?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781538774700?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fgone-before-goodbye-harlan-coben%2F1147449181%3Fean%3D9781538774700"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FGone-Before-Goodbye%2FHarlan-Coben%2F9781538774700"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781538774700"
      }
    ],
    "isbn13": "9781538774700",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781250355607",
    "title": "THE DARK IS DESCENDING",
    "author": "Chloe C. Peñaranda",
    "publisher": "Bramble",
    "cover": "/cache/images/eccd5dffbaaa5e48b53d3f7321768538.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 12,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "The third book in the Nytefall trilogy. As the end of the world seems imminent, two lovers must make a big decision.",
    "details": "The explosive conclusion to New York Times and USA Today bestselling author Chloe C. Peñaranda's Nytefall trilogy. The strongest light needs the deepest shadows. Reeling from shocking betrayal, the Star Maiden Astraea must now race against time to break the curse imprisoning her lover, Nyte. She will have to decide if the hand of darkness, or that of her enemy, is an alliance that could bring him back. But with the loss of daylight and the realm on the brink of ruin, Astraea and her companions must set off on their quests to retrieve the Maiden’s broken key, the only weapon that can kill the wrathful gods determined to rule the mortal world. Dragons will fly and their bonds may choose friend or foe. Gods will face gods, fathers will face sons, and all will face the end of the world. Because when the blood that binds them becomes a weapon to end them, two star-crossed lovers must yield to fate or pay their greatest sacrifice yet.",
    "publication_dt": "2025-12-02",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1250355605?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781250355607?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-dark-is-descending-chloe-c-penaranda%2F1148194307%3Fean%3D9781250355607"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FDark-Descending%2FChloe-C-Pearanda%2F9781250355607"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781250355607"
      }
    ],
    "isbn13": "9781250355607",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781649374677",
    "title": "FALLEN GODS",
    "author": "Rachel Van Dyken",
    "publisher": "Red Tower",
    "cover": "/cache/images/adbbdd43548e456b2d1eca66a123f6f2.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 13,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "The fate of the world may depend on a complicated relationship forming at Endir University.",
    "details": "Don't miss out on the stunning DELUXE LIMITED EDITION while supplies last. This breathtaking collectible is only available on a limited first print run in the U.S. and Canada only, a must-have for any book lover. They said the gods were myth. That the giants were only stories told around dying fires. They lied. The gods aren’t dead—they’re only sleeping, locked in mortal bodies, scattered across the world, waiting for the right spark to wake them. And Odin, the most ruthless of them all, is my father. He raised me to obey. To bleed. To be his blade when the time came. Now he’s sending me to Endir University, a place filled with ancient bloodlines and deadly secrets, to steal back Mjolnir, the hammer that once belonged to my dead brother. If I fail, everyone I love dies. But Aric Westberg wasn’t part of the plan. He’s the enemy’s heir. Distant. Dangerous. And somehow...familiar. He doesn’t know what he is yet—or what he carries—but I do. And the more I’m ordered to unravel him, the harder it becomes to remember where the lies end and I begin. Because there’s no clean line between survival and surrender anymore. No comfort in the stories I’ve told myself to make any of this feel justified. Only a mission I never chose—and a man I was never meant to care about—standing between me and the end of the world. If I’m the spark, he’s the fuse. And the gods? They’re about to wake up angry.",
    "publication_dt": "2025-12-02",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1649374674?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781649374677?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Ffallen-gods-rachel-van-dyken%2F1144501901%3Fean%3D9781649374677"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FFallen-Gods%2FRachel-Van-Dyken%2F9781649374677"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781649374677"
      }
    ],
    "isbn13": "9781649374677",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593820247",
    "title": "DUNGEON CRAWLER CARL",
    "author": "Matt Dinniman",
    "publisher": "Ace",
    "cover": "/cache/images/ba47a2b8f3e13996c0f1738567fb20b0.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 14,
    "weeks_on_list": 6,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "A Coast Guard vet named Carl and his ex-girlfriend’s cat, Princess Donut, are trapped in a fantasy dungeon.",
    "details": "NEW YORK TIMES BESTSELLER • The apocalypse will be televised! Welcome to the first book in the wildly popular and addictive Dungeon Crawler Carl series—now with bonus material exclusive to this print edition. You know what’s worse than breaking up with your girlfriend? Being stuck with her prize-winning show cat. And you know what’s worse than that? An alien invasion, the destruction of all man-made structures on Earth, and the systematic exploitation of all the survivors for a sadistic intergalactic game show. That’s what. Join Coast Guard vet Carl and his ex-girlfriend’s cat, Princess Donut, as they try to survive the end of the world—or just get to the next level—in a video game–like, trap-filled fantasy dungeon. A dungeon that’s actually the set of a reality television show with countless viewers across the galaxy. Exploding goblins. Magical potions. Deadly, drug-dealing llamas. This ain’t your ordinary game show. Welcome, Crawler. Welcome to the Dungeon. Survival is optional. Keeping the viewers entertained is not. Includes part one of the exclusive bonus story “Backstage at the Pineapple Cabaret.”",
    "publication_dt": "2024-08-27",
    "page_count": 465,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/B08V8877BY?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593820247?at=10lIEQ"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FDungeon-Crawler-Carl%2FMatt-Dinniman%2F9780593820247"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593820247"
      }
    ],
    "isbn13": "9780593820247",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780062406682",
    "title": "TWICE",
    "author": "Mitch Albom",
    "publisher": "Harper",
    "cover": "/cache/images/d5f850858e6ee1d368742317e7a55dd1.jpg",
    "list_name": "Hardcover Fiction",
    "category_id": "hardcover-fiction",
    "category_name": "精装小说",
    "rank": 15,
    "weeks_on_list": 7,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "Alfie Logan, who was gifted with the ability to live any moment a second time but must accept the outcomes, makes a risky love decision.",
    "details": "\"What if you got to do everything in your life -twice? The heart of Mitch Albom's newest novel is a love story that dares to explore how our unchecked desires might mean losing what we've had all along\"-- Provided by publisher.",
    "publication_dt": "2025-10-07",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/006240668X?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780062406682?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Ftwice-mitch-albom%2F1146840194%3Fean%3D9780062406682"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTwice%2FMitch-Albom%2F9780062406682"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780062406682"
      }
    ],
    "isbn13": "9780062406682",
    "isbn10": "",
    "price": "未知"
  }
]