[
  {
    "id": "9780143127741",
    "title": "THE BODY KEEPS THE SCORE",
    "author": "Bessel van der Kolk",
    "publisher": "Penguin",
    "cover": "/cache/images/51f24fbfa9251c6bc3285aaeefd648cf.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 1,
    "weeks_on_list": 372,
    "rank_last_week": 1,
    "published_date": "2025-12-21",
    "description": "How trauma affects the body and mind, and innovative treatments for recovery.",
    "details": "Originally published by Viking Penguin, 2014.",
    "publication_dt": "2015-09-08",
    "page_count": 466,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "http://www.amazon.com/The-Body-Keeps-Score-Healing/dp/0670785938?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780143127741?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9780143127741"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BBODY%2BKEEPS%2BTHE%2BSCORE%2FBessel%2Bvan%2Bder%2BKolk%2F9780143127741"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780143127741"
      }
    ],
    "isbn13": "9780143127741",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781982185831",
    "title": "I'M GLAD MY MOM DIED",
    "author": "Jennette McCurdy",
    "publisher": "Simon & Schuster",
    "cover": "/cache/images/73c2b281b928ea97383d9f549e204693.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 2,
    "weeks_on_list": 3,
    "rank_last_week": 2,
    "published_date": "2025-12-21",
    "description": "The actress and filmmaker describes her eating disorders and difficult relationship with her mother.",
    "details": "\"A heartbreaking and hilarious memoir by iCarly and Sam & Cat star Jennette McCurdy about her struggles as a former child actor--including eating disorders, addiction, and a complicated relationship with her overbearing mother--and how she retook control of her life\"--]cProvided by publisher.",
    "publication_dt": "2025-11-18",
    "page_count": 320,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/198218583X?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781982185831?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fim-glad-my-mom-died-jennette-mccurdy%2F1140377015%3Fean%3D9781982185831"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FIm-Glad-My-Mom-Died%2FJennette-McCurdy%2F9781982185831"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781982185831"
      }
    ],
    "isbn13": "9781982185831",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780063280854",
    "title": "BOOK AND DAGGER",
    "author": "Elyse Graham",
    "publisher": "Ecco",
    "cover": "/cache/images/fe8b2db21f969983aa30ae5e340e006a.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 3,
    "weeks_on_list": 6,
    "rank_last_week": 5,
    "published_date": "2025-12-21",
    "description": "Stories of scholars and librarians who worked as spies for the newly formed Office of Strategic Services during World War II.",
    "details": "The untold story of the academics who became OSS spies, invented modern spycraft, and helped turn the tide of the war At the start of WWII, the U.S. found itself in desperate need of an intelligence agency. The Office of Strategic Services (OSS), a precursor to today's CIA, was quickly formed--and, in an effort to fill its ranks with experts, the OSS turned to academia for recruits. Suddenly, literature professors, librarians, and historians were training to perform undercover operations and investigative work--and these surprising spies would go on to profoundly shape both the course of the war and our cultural institutions with their efforts. In Book and Dagger, Elyse Graham draws on personal histories, letters, and declassified OSS files to tell the story of a small but connected group of humanities scholars turned spies. Among them are Joseph Curtiss, a literature professor who hunted down German spies and turned them into double agents; Sherman Kent, a smart-mouthed history professor who rose to become the head of analysis for all of Europe and Africa; and Adele Kibre, an archivist who was sent to Stockholm to secretly acquire documents for the OSS. These unforgettable characters would ultimately help lay the foundations of modern intelligence and transform American higher education when they returned after the war. Thrillingly paced and rigorously researched, Book and Dagger is an inspiring and gripping true story about a group of academics who helped beat the Nazis--a tale that reveals the indelible power of the humanities to change the world.",
    "publication_dt": "2025-10-28",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/006328085X?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780063280854?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fbook-and-dagger-elyse-graham%2F1144768863%3Fean%3D9780063280854"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FBook-Dagger%2FElyse-Graham%2F9780063280854"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780063280854"
      }
    ],
    "isbn13": "9780063280854",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781571313560",
    "title": "BRAIDING SWEETGRASS",
    "author": "Robin Wall Kimmerer",
    "publisher": "Milkweed Editions",
    "cover": "/cache/images/b59f7ea3c4f8fb620dc3df15114fb135.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 4,
    "weeks_on_list": 294,
    "rank_last_week": 8,
    "published_date": "2025-12-21",
    "description": "A botanist and member of the Citizen Potawatomi Nation espouses having an understanding and appreciation of plants and animals.",
    "details": "\"As a leading researcher in the field of biology, Robin Wall Kimmerer understands the delicate state of our world. But as an active member of the Potawatomi nation, she senses and relates to the world through a way of knowing far older than any science. In Braiding Sweetgrass, she intertwines these two modes of awareness--the analytic and the emotional, the scientific and the cultural--to ultimately reveal a path toward healing the rift that grows between people and nature. The woven essays that construct this book bring people back into conversation with all that is green and growing; a universe that never stopped speaking to us, even when we forgot how to listen\"--",
    "publication_dt": "2014-09-01",
    "page_count": 390,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/Braiding-Sweetgrass-Indigenous-Scientific-Knowledge/dp/1571313567?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781571313560?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9781571313560"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FBRAIDING%2BSWEETGRASS%2FRobin%2BWall%2BKimmerer%2F9781571313560"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781571313560"
      }
    ],
    "isbn13": "9781571313560",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780307742490",
    "title": "THE WAGER",
    "author": "David Grann",
    "publisher": "Vintage",
    "cover": "/cache/images/df59f07ba2a3df9dfa819d54999f0000.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 5,
    "weeks_on_list": 39,
    "rank_last_week": 9,
    "published_date": "2025-12-21",
    "description": "The survivors of a shipwrecked British vessel on a secret mission during an imperial war with Spain have different accounts of events.",
    "details": "A “TOUR DE FORCE OF NARRATIVE NONFICTION” (WSJ) WITH OVER ONE YEAR ON THE NYT BEST SELLER LIST From the author of Killers of the Flower Moon, a page-turning story of shipwreck, survival, and savagery, culminating in a court martial that reveals a shocking truth. The powerful narrative reveals the deeper meaning of the events on The Wager, showing that it was not only the captain and crew who ended up on trial, but the very idea of empire. A Best Book of the Year: The New York Times, The Wall Street Journal, The New Yorker, TIME, Smithsonian, NPR, Vulture “Riveting...Reads like a thriller, tackling a multilayered history—and imperialism—with gusto.” —Time On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty’s Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing a Spanish treasure-filled galleon known as “the prize of all the oceans,” it had wrecked on a desolate island off the coast of Patagonia. The men, after being marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing nearly 3,000 miles of storm-wracked seas. They were greeted as heroes. But then ... six months later, another, even more decrepit craft landed on the coast of Chile. This boat contained just three castaways, and they told a very different story. The thirty sailors who landed in Brazil were not heroes – they were mutineers. The first group responded with countercharges of their own, of a tyrannical and murderous senior officer and his henchmen. It became clear that while stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death—for whomever the court found guilty could hang. The Wager is a grand tale of human behavior at the extremes told by one of our greatest nonfiction writers. Grann’s recreation of the hidden world on a British warship rivals the work of Patrick O’Brian, his portrayal of the castaways’ desperate straits stands up to the classics of survival writing such as The Endurance, and his account of the court martial has the savvy of a Scott Turow thriller. As always with Grann’s work, the incredible twists of the narrative hold the reader spellbound.",
    "publication_dt": "2025-02-25",
    "page_count": 449,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0385534264?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780307742490?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9780307742490"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BWAGER%2FDavid%2BGrann%2F9780307742490"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780307742490"
      }
    ],
    "isbn13": "9780307742490",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593536131",
    "title": "THE BACKYARD BIRD CHRONICLES",
    "author": "Amy Tan",
    "publisher": "Knopf",
    "cover": "/cache/images/e950b962fb5c418388533d04559b4837.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 6,
    "weeks_on_list": 61,
    "rank_last_week": 7,
    "published_date": "2025-12-21",
    "description": "Essays and drawings by the author of “The Joy Luck Club” and “The Bonesetter's Daughter,” which depict a search for peace through birding.",
    "details": "#1 NEW YORK TIMES BESTSELLER • From the author of The Joy Luck Club comes a gorgeous and witty exploration of birding and nature. This inspiring work cultivates hope and connection, revealing the rhythms of our world and uncovering its beauty hidden in plain sight. • With a foreword by David Allen Sibley “Unexpected and spectacular” —Ann Patchett, best-selling author of These Precious Days \"The drawings and essays in this book do a lot more than just describe the birds. They carry a sense of discovery through observation and drawing, suggest the layers of patterns in the natural world, and emphasize a deep personal connection between the watcher and the watched. The birds that inhabit Amy Tan’s backyard seem a lot like the characters in her novels.” —David Allen Sibley, from the foreword Tracking the natural beauty that surrounds us, The Backyard Bird Chronicles maps the passage of time through daily entries, thoughtful questions, and beautiful original sketches. With boundless charm and wit, author Amy Tan charts her foray into birding and the natural wonders of the world. In 2016, Amy Tan grew overwhelmed by the state of the world: Hatred and misinformation became a daily presence on social media, and the country felt more divisive than ever. In search of peace, Tan turned toward the natural world just beyond her window and, specifically, the birds visiting her yard. But what began as an attempt to find solace turned into something far greater—an opportunity to savor quiet moments during a volatile time, connect to nature in a meaningful way, and imagine the intricate lives of the birds she admired.",
    "publication_dt": "2024-04-23",
    "page_count": 321,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593536134?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593536131?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9780593536131"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BBACKYARD%2BBIRD%2BCHRONICLES%2FAmy%2BTan%2F9780593536131"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593536131"
      }
    ],
    "isbn13": "9780593536131",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780804190114",
    "title": "ON TYRANNY",
    "author": "Timothy Snyder",
    "publisher": "Crown",
    "cover": "/cache/images/f28531639735f07a9e585adf916aa57f.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 7,
    "weeks_on_list": 151,
    "rank_last_week": 11,
    "published_date": "2025-12-21",
    "description": "Twenty lessons from the 20th century about the course of tyranny.",
    "details": "#1 NEW YORK TIMES BESTSELLER • A “bracing” (Vox) guide for surviving and resisting America’s turn towards authoritarianism, from “a rising public intellectual unafraid to make bold connections between past and present” (The New York Times) “Timothy Snyder reasons with unparalleled clarity, throwing the past and future into sharp relief. He has written the rare kind of book that can be read in one sitting but will keep you coming back to help regain your bearings.”—Masha Gessen The Founding Fathers tried to protect us from the threat they knew, the tyranny that overcame ancient democracy. Today, our political order faces new threats, not unlike the totalitarianism of the twentieth century. We are no wiser than the Europeans who saw democracy yield to fascism, Nazism, or communism. Our one advantage is that we might learn from their experience. On Tyranny is a call to arms and a guide to resistance, with invaluable ideas for how we can preserve our freedoms in the uncertain years to come.",
    "publication_dt": "2017-02-28",
    "page_count": 129,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/Tyranny-Twenty-Lessons-Twentieth-Century/dp/0804190119?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780804190114?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9780804190114"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FON%2BTYRANNY%2FTimothy%2BSnyder%2F9780804190114"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780804190114"
      }
    ],
    "isbn13": "9780804190114",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780063355019",
    "title": "THE GIRL BANDITS OF THE WARSAW GHETTO",
    "author": "Elizabeth R. Hyman",
    "publisher": "Harper Perennial",
    "cover": "/cache/images/9fbc20d2f4e38d12a993de9300a7f72d.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 8,
    "weeks_on_list": 8,
    "rank_last_week": 10,
    "published_date": "2025-12-21",
    "description": "Profiles of five young, Polish Jewish women who helped lead the resistance during World War II.",
    "details": "A Holocaust historian, archivist, and history blogger adds a new dimension to the story of the Warsaw Ghetto uprising during World War II, shining a long overdue spotlight on five young, Polish Jewish women--champions who helped lead the resistance, sabotage the Nazis, and aid Jews in hiding across occupied Poland and Eastern Europe. The Warsaw Ghetto Uprising is one of the most storied events of the Holocaust, yet previous accounts of have almost entirely focused on its male participants. In The Girl Bandits of the Warsaw Ghetto, Holocaust historian Elizabeth Hyman introduces five young, courageous Polish Jewish women--known as \"the girls\" by the leadership of the resistance and \"bandits\" by their Nazi oppressors--who were central to the Jewish resistance as fighters, commanders, couriers, and smugglers. They include: Zivia Lubetkin, the most senior female member of the Jewish Fighting Organization Command Staff in Warsaw and a reluctant legend in her own time, who was immortalized by her code name, \"Celina\" Vladka Meed, who smuggled dynamite into and illegal literature out of the Warsaw Ghetto in preparation for the uprising Dr. Idina \"Inka\" Blady-Schweiger, a young medical student who became a reluctant angel of mercy Tema Schneiderman, a tall, beautiful and fearless young woman who volunteered for smuggling and rescue missions across Nazi-occupied Eastern Europe Tossia Altman, a heroic courier with a poetic soul, who helped bring arms into the Warsaw Ghetto, fought in the Uprising, and ferried communiques to the outside world Interspersed with the stories of other Jewish women who resisted, The Girl Bandits of the Warsaw Ghetto rescues these women from the shadows of time, bringing to light their resilience, bravery, and cunning in the face of unspeakable hardship--inspiring stories of courage, daring, and resistance that must never be forgotten.",
    "publication_dt": "2025-10-14",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0063355019?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780063355019?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-girl-bandits-of-the-warsaw-ghetto-elizabeth-r-hyman%2F1146828346%3Fean%3D9780063355019"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FGirl-Bandits-Warsaw-Ghetto%2FElizabeth-R-Hyman%2F9780063355019"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780063355019"
      }
    ],
    "isbn13": "9780063355019",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593139158",
    "title": "GREENLIGHTS",
    "author": "Matthew McConaughey",
    "publisher": "Crown",
    "cover": "/cache/images/b5c7fe6554d362beda263c1978f4b137.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 9,
    "weeks_on_list": 52,
    "rank_last_week": 15,
    "published_date": "2025-12-21",
    "description": "The Academy Award-winning actor shares snippets from the diaries he kept over 35 years.",
    "details": "#1 NEW YORK TIMES BESTSELLER • 6 MILLION COPIES SOLD WORLDWIDE • Now in paperback with exclusive new content! The life-changing memoir that has inspired millions of readers through the Academy Award–winning actor’s unflinching honesty, unconventional wisdom, and lessons learned the hard way about living with greater satisfaction. “The No. 1 celebrity memoir of the past 10 years.”—USA Today “McConaughey’s book invites us to grapple with the lessons of his life as he did—and to see that the point was never to win, but to understand.”—Mark Manson, author of The Subtle Art of Not Giving a F*ck I’ve been in this life for fifty years, been trying to work out its riddle for forty-two, and been keeping diaries of clues to that riddle for the last thirty-five. Notes about successes and failures, joys and sorrows, things that made me marvel, and things that made me laugh out loud. How to be fair. How to have less stress. How to have fun. How to hurt people less. How to get hurt less. How to be a good man. How to have meaning in life. How to be more me. Recently, I worked up the courage to sit down with those diaries. I found stories I experienced, lessons I learned and forgot, poems, prayers, prescriptions, beliefs about what matters, some great photographs, and a whole bunch of bumper stickers. I found a reliable theme, an approach to living that gave me more satisfaction, at the time, and still: If you know how, and when, to deal with life’s challenges—how to get relative with the inevitable—you can enjoy a state of success I call “catching greenlights.” So I took a one-way ticket to the desert and wrote this book: an album, a record, a story of my life so far. This is fifty years of my sights and seens, felts and figured-outs, cools and shamefuls. Graces, truths, and beauties of brutality. Getting away withs, getting caughts, and getting wets while trying to dance between the raindrops. Hopefully, it’s medicine that tastes good, a couple of aspirin instead of the infirmary, a spaceship to Mars without needing your pilot’s license, going to church without having to be born again, and laughing through the tears. It’s a love letter. To life. It’s also a guide to catching more greenlights—and to realizing that the yellows and reds eventually turn green too. Good luck.",
    "publication_dt": "2024-11-12",
    "page_count": 321,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0593139135?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780593139158?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9780593139158"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FGREENLIGHTS%2FMatthew%2BMcConaughey%2F9780593139158"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593139158"
      }
    ],
    "isbn13": "9780593139158",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780316581509",
    "title": "REVENGE OF THE TIPPING POINT",
    "author": "Malcolm Gladwell",
    "publisher": "Back Bay",
    "cover": "/cache/images/d3384fde685f05232e931ba2e91d2783.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 10,
    "weeks_on_list": 10,
    "rank_last_week": 12,
    "published_date": "2025-12-21",
    "description": "Through a series of stories, Gladwell explicates the causes of various kinds of epidemics.",
    "details": "Twenty-five years after the publication of his groundbreaking first book, Malcolm Gladwell returns with \"curiosity and humor\" in this New York Times bestseller that reframes the lessons of The Tipping Point in a startling and revealing light (Shannon Carlin). ​ Why is Miami...Miami? What does the heartbreaking fate of the cheetah tell us about the way we raise our children? Why do Ivy League schools care so much about sports? What is the Magic Third, and what does it mean for racial harmony? In this provocative new work, Malcolm Gladwell returns for the first time in twenty-five years to the subject of social epidemics and tipping points, this time with the aim of explaining the dark side of contagious phenomena. Through a series of riveting stories, Gladwell traces the rise of a new and troubling form of social engineering. He takes us to the streets of Los Angeles to meet the world's most successful bank robbers, rediscovers a forgotten television show from the 1970s that changed the world, visits the site of a historic experiment on a tiny cul-de-sac in northern California, and offers an alternate history of two of the biggest epidemics of our day: COVID and the opioid crisis. Revenge of the Tipping Point is Gladwell's most personal book yet. With his characteristic mix of storytelling and social science, he offers a guide to making sense of the contagions of modern world. It's time we took tipping points seriously. Most Anticipated in: AARP| Associated Press| Time Magazine | Oprah Daily | Chicago Tribune | Literary Hub | Publishers Weekly | Publishers Lunch",
    "publication_dt": "2025-09-30",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/031658150X?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9780316581509?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Frevenge-of-the-tipping-point-malcolm-gladwell%2F1145652855%3Fean%3D9780316581509"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FRevenge-Tipping-Point%2FMalcolm-Gladwell%2F9780316581509"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780316581509"
      }
    ],
    "isbn13": "9780316581509",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780593687239",
    "title": "FRAMED",
    "author": "John Grisham and Jim McCloskey",
    "publisher": "Vintage",
    "cover": "/cache/images/89345d14015148fa04a55971910be590.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 11,
    "weeks_on_list": 14,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "Our criminal justice system viewed through the struggles of 10 wrongfully convicted people to achieve exoneration.",
    "details": "#1 NEW YORK TIMES BESTSELLER • “The master of the legal thriller” (Associated Press) teams up with “the godfather of the innocence movement” (Texas Monthly) to share ten harrowing true stories of wrongful convictions. “Each of these stories is told with astonishing power.”—David Grann, author of Killers of the Flower Moon “Gripping . . . compelling . . . What makes [Framed] important reading isn’t the shock value advertised in the title. It’s the exposure of the infuriating, recurrent factors involved in so many unrighteous convictions.”—The Washington Post John Grisham is known worldwide for his bestselling novels, but it’s his real-life passion for justice that led to his work with Jim McCloskey of Centurion Ministries, the first organization dedicated to exonerating innocent people who have been wrongly convicted. Together they offer an inside look at the many injustices in our criminal justice system. A fundamental principle of our legal system is a presumption of innocence, but once someone has been found guilty, there is very little room to prove doubt. These ten true stories shed light on Americans who were innocent but found guilty and forced to sacrifice friends, families, and decades of their lives to prison while the guilty parties remained free. In each of the stories, John Grisham and Jim McCloskey recount the dramatic hard-fought battles for exoneration. They take a close look at what leads to wrongful convictions in the first place and the racism, misconduct, flawed testimony, and corruption in the court system that can make them so hard to reverse. Impeccably researched and told with page-turning suspense as only John Grisham can deliver, Framed is the story of winning freedom when the battle already seems lost and the deck is stacked against you. Look for John Grisham’s forthcoming legal thriller, The Widow. This time, the verdict isn’t the end of the story.",
    "publication_dt": "2025-08-26",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/059368723X?tag=thenewyorktim-20"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fframed-john-grisham%2F1145120757%3Fean%3D9780593687239"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FFramed%2FJohn-Grisham%2F9780593687239"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780593687239"
      }
    ],
    "isbn13": "9780593687239",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9780063512863",
    "title": "THE MAGA DOCTRINE",
    "author": "Charlie Kirk",
    "publisher": "Broadside",
    "cover": "/cache/images/698e8a4f177342e62ec7741b1b843cf8.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 12,
    "weeks_on_list": 5,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "The late founder of Turning Point U.S.A. espouses some ideas promulgated by President Trump.",
    "details": "NEW YORK TIMES BESTSELLER \"Charlie was a giant of his generation, a champion of liberty, and an inspiration to millions and millions of people.\" -- President Donald Trump The movement that brought Donald Trump to the White House has better ideas than the old right or the new left. It's time that the rest of America started listening. In The MAGA Doctrine, Charlie Kirk explains once and for all why the principles of America First and traditional values have found an audience among young people all over the country. He describes why it took Donald Trump, a reality TV superstar, to see past the sclerotic and power-hungry institutions, from the United Nations and Google to Harvard and Viacom, working to crush real America. The MAGA Doctrine is all about giving you a say in the future of America and a hand in making it happen. As the mainstream media churn out lies about the \"real reasons\" behind the new conservative agenda, this book is a powerful reminder of the true ideals of freedom and greatness that swept Donald Trump to the presidency. The MAGA Doctrine urges a restoration of self-rule by a populace long taken for granted by its rulers.",
    "publication_dt": "2025-09-23",
    "page_count": 0,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0063512866?tag=thenewyorktim-20"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-maga-doctrine-charlie-kirk%2F1132404937%3Fean%3D9780063512863"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FMaga-Doctrine%2FCharlie-Kirk%2F9780063512863"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9780063512863"
      }
    ],
    "isbn13": "9780063512863",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9798217089161",
    "title": "FIGHT OLIGARCHY",
    "author": "Bernie Sanders",
    "publisher": "Crown",
    "cover": "/cache/images/caf4da9b5a5be201d17a2a8f0fa6dd73.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 13,
    "weeks_on_list": 7,
    "rank_last_week": 13,
    "published_date": "2025-12-21",
    "description": "The independent senator from Vermont makes his case that America is currently an oligarchic society and moving toward authoritarianism.",
    "details": "“Oligarchy is a system in which a small number of extremely wealthy individuals control the economic, political, and media life of a nation. It is a system in which ordinary people have very little power to determine the future of their country. If you’re an American, it is the system in which you’re living. That must change. In the wealthiest nation on earth we must build a political movement that creates a government that represents all Americans, not just a handful of billionaires.” —Bernie Sanders NEW YORK TIMES BESTSELLER • Senator Bernie Sanders breaks down the unprecedented crises we face today in Trump’s America, as Trump undermines democracy at every turn—and how we can effectively fight back. From the moment that Sanders began his Fighting Oligarchy tour in the early days of the Trump administration, it was clear that his message resonated with Americans across the political spectrum. Record-breaking crowds numbering in the tens of thousands showed up across the country. Large numbers of Americans, in red states and blue states, were prepared to stand up and fight back. In this book, he shows how we can continue that fight. In a series of short, pointed chapters, Sanders explains how the United States today is an oligarchic society in which a small handful of multibillionaires exercise enormous economic and political power. He describes what it means when the very rich get much richer, while the majority of Americans struggle to pay the rent and put food on the table. And he observes how a corrupt campaign finance system allows billionaires in both parties to increasingly control our political system. Sanders also discusses how, under Trump, we are rapidly moving toward authoritarianism–with a president who is undermining our democracy as he attacks Congress, the courts, the media, and law firms and universities in search of more and more power for himself. With relentless optimism and focused energy, Sanders reminds readers that true power rests with the people—and he presents a path forward to a reinvigorated democracy.",
    "publication_dt": "2025-10-21",
    "page_count": 161,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/B0FLTLP4WK?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9798217089161?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Ffight-oligarchy-bernie-sanders%2F1148178100%3Fean%3D9798217089161"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FFight-Oligarchy%2FBernie-Sanders%2F9798217089161"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9798217089161"
      }
    ],
    "isbn13": "9798217089161",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781668009055",
    "title": "THE WOMAN IN ME",
    "author": "Britney Spears",
    "publisher": "Gallery",
    "cover": "/cache/images/3ba9e650fcac7f6f5ee02010fc955f23.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 14,
    "weeks_on_list": 1,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "The Grammy Award-winning pop star details her personal and professional experiences, including the years she spent under a conservatorship overseen by her father.",
    "details": "Named a Best Book of the Year by Elle, The Washington Post, Rolling Stone, NPR, Financial Times, Vanity Fair, and more! “In Britney Spears’s memoir, she’s stronger than ever.” —The New York Times Over 2.5 million copies sold of the “moving” (Time), “powerful” (Los Angeles Times), “radiant” (The New York Times), “poignant” (Vogue) #1 New York Times bestseller. The Woman in Me is a brave and astonishingly moving story about freedom, fame, motherhood, survival, faith, and hope. In June 2021, the whole world was listening as Britney Spears spoke in open court. The impact of sharing her voice—her truth—was undeniable, and it changed the course of her life and the lives of countless others. The Woman in Me reveals for the first time her incredible journey—and the strength at the core of one of the greatest performers in pop music history. Written with remarkable candor and humor, Spears’s groundbreaking book illuminates the enduring power of music and love—and the importance of a woman telling her own story, on her own terms, at last.",
    "publication_dt": "2025-12-02",
    "page_count": 288,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/1668009056?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781668009055?at=10lIEQ"
      },
      {
        "name": "Barnes & Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-woman-in-me-britney-spears%2F1143770186%3Fean%3D9781668009055"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FWoman%2FBritney-Spears%2F9781668009055"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781668009055"
      }
    ],
    "isbn13": "9781668009055",
    "isbn10": "",
    "price": "未知"
  },
  {
    "id": "9781984898456",
    "title": "THE ART THIEF",
    "author": "Michael Finkel",
    "publisher": "Vintage",
    "cover": "/cache/images/30b3da98e96b07a76abb43bbcf941d05.jpg",
    "list_name": "Paperback Nonfiction",
    "category_id": "paperback-nonfiction",
    "category_name": "平装非虚构",
    "rank": 15,
    "weeks_on_list": 50,
    "rank_last_week": 0,
    "published_date": "2025-12-21",
    "description": "The author of “The Stranger in the Woods” tells the story of Stéphane Breitwieser, who stole art more than 200 times for the sake of admiring it.",
    "details": "#1 NEW YORK TIMES BESTSELLER • One of the most remarkable true-crime narratives of the twenty-first century • “The Art Thief, like its title character, has confidence, élan, and a great sense of timing.\"—The New Yorker A BEST BOOK OF THE YEAR: The Washington Post, The New Yorker, Lit Hub \"Enthralling.\" —The Wall Street Journal Stéphane Bréitwieser is the most prolific art thief of all time. He pulled off more than 200 heists, often in crowded museums in broad daylight. His girlfriend served as his accomplice. His collection was worth an estimated $2 billion. He never sold a piece, displaying his stolen art in his attic bedroom. He felt like a king. Until everything came to a shocking end. In this spellbinding portrait of obsession and flawed genius, Michael Finkel gives us one of the most remarkable true-crime narratives of our times, a riveting story of art, theft, love, and an insatiable hunger to possess beauty at any cost.",
    "publication_dt": "2024-06-25",
    "page_count": 249,
    "language": "英语",
    "buy_links": [
      {
        "name": "Amazon",
        "url": "https://www.amazon.com/dp/0525657320?tag=thenewyorktim-20"
      },
      {
        "name": "Apple Books",
        "url": "https://goto.applebooks.apple/9781984898456?at=10lIEQ"
      },
      {
        "name": "Barnes and Noble",
        "url": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F%3Fean%3D9781984898456"
      },
      {
        "name": "Books-A-Million",
        "url": "https://www.anrdoezrs.net/click-7990613-35140?url=https%3A%2F%2Fwww.booksamillion.com%2Fp%2FTHE%2BART%2BTHIEF%2FMichael%2BFinkel%2F9781984898456"
      },
      {
        "name": "Bookshop.org",
        "url": "https://bookshop.org/a/3546/9781984898456"
      }
    ],
    "isbn13": "9781984898456",
    "isbn10": "",
    "price": "未知"
  }
]